[
  {
    "review_id": "_1UdqzZpwSLvPTJPdXWyMw",
    "review_text": "We actually came here on a whim when we found out Millet Crepe (right across the street) opens at 12:30pm. We were all pretty hungry so we decided to head in here and get some food to kill time. While we didn't have a reservation, we were seated pretty quickly and got a table inside.We enjoyed everything we ordered - country fried chicken, chicken and waffles, and the country breakfast. The server was very friendly and offered us recommendations as it was our first time dining at Flores and Sons.It's definitely a cute brunch place and I would love to come back!!",
    "image_url": "https://s3-media1.fl.yelpcdn.com/bphoto/bdAHOdmuCAwTmxQKvKpa3A/348s.jpg",
    "qualtrics_id": 1,
    "block_id": 1
  },
  {
    "review_id": "_lGogEgtQ2eskKD_rptAIA",
    "review_text": "I had lunch at the Tibet Nepal House in Pasadena, CA on 11/23/2013.  It was my first time there.  It is located between the Memorial Park Gold Line Station and the free shuttle at Parsons to the UCLA game at the Rose Bowl.  I've walked by it many times and finally decided to give it a try.  The service was friendly and I decided to try their buffet.  The buffet cost $9.99 and had a wide choice of selections.  Everyone that I tried tasted good.  I also had a Mango Lassi for $2.99.  Hot tea came with the buffet and I was told that the buffet is available seven days a week.",
    "image_url": "https://s3-media1.fl.yelpcdn.com/bphoto/qnSONW7wPx73I8eCdaePJg/348s.jpg",
    "qualtrics_id": 2,
    "block_id": 2
  },
  {
    "review_id": "_M5YAAMt8WENQMuALs5DnA",
    "review_text": "Best service ever. I have never been anywhere where they served us so well. Danny was the guy to go to. He hooked us up and made our experience the best. I will definitely come here again . Price is nothing when they serve you so well. My friend Ivan brought me here to try it out and it was fire!!! We ate beef bulgogi, brisket, chicken, pork belly, intestinal, abumasum, and appetizers, with a pitcher of Lagunitas IPA. All in all we ate for about 2 hours. Bring your girl, your guy, your family , friends, whoever. You'll love this place",
    "image_url": "https://s3-media4.fl.yelpcdn.com/bphoto/ZA1nzd1kQO1waxBchpriag/348s.jpg",
    "qualtrics_id": 3,
    "block_id": 3
  },
  {
    "review_id": "_Sd4fEiFmDlt1kyMlpnb0Q",
    "review_text": "Since it's Pasadena, this location gotta appeal to the people who eat a little healthier.I finally got the chance to come here!!! I got the Japanese Miso. it was alright. I will be more daring next time and order something else. The menu was fancy looking. Lunch is $13.99 and dinner is $14.99 if you wanna upgrade it, it's an additional $3.95 or $3.99. I forgot. Since it's organic and supposedly healthier than their other locations, I guess the price justifies. I will come here to try other dishes next time. 5/5 would recommend. Service was great. They were attentive when I came here around 4PM on a Friday. It was not crowded.",
    "image_url": "https://s3-media4.fl.yelpcdn.com/bphoto/rbL7MJezrxLvrFK6RixkDQ/348s.jpg",
    "qualtrics_id": 4,
    "block_id": 4
  },
  {
    "review_id": "_vsLSKCBXBgGg_hsZ2G4Aw",
    "review_text": "Los Angeles Landmark - first saw it when Jerry Seinfeld picked up take-out deli for a video visit with Carl Reiner and Mel Brooks at Carl's home!comediansincarsgettingco We went on Academy Awards day 2015 (I'll post a pic - they had special 'Oscar Hours'), and we had what else?  The Assorted Fish Plate, served with 2 bagels, Lox, Cod, Whitefish, Cream Cheese, Tomato, Onion, Greek Olives and Sliced Cucumbers.  C'mon, it's the ultimate deli - where else you gonna get that??!  We'll be back for some of the other great-lookin' stuff.TIP: free 2-hour underground parking just up the street past the deli.",
    "image_url": "https://s3-media4.fl.yelpcdn.com/bphoto/NjyH8VSy9lLpQaugX6HtpA/348s.jpg",
    "qualtrics_id": 5,
    "block_id": 5
  },
  {
    "review_id": "_xbX0gjLmUAWuYQKQNh6nQ",
    "review_text": "I've been looking for a cozy study spot in LA, and this is the place! I took the metro here and was able to study and get an awesome drink. The only reason I can't give this place a full 5 stars is because of the fact that their wifi can be spotty and that their drinks are a pricey. I ended up spending $6.75 on a house-made cashew milk iced latte with sea salt caramel, which I guess makes sense for a coffee shop in LA. The coffee here is strong and it kept me motivated to work, and I love the work vibes here! I Definitely want to try their espresso shake, considering they have a vegan version!",
    "image_url": "https://s3-media1.fl.yelpcdn.com/bphoto/pcoR_LLtQbk9olV0sa9Dcg/348s.jpg",
    "qualtrics_id": 6,
    "block_id": 6
  },
  {
    "review_id": "00Fd5FlyQC4tFAu87P7bWA",
    "review_text": "ORIGINALLY IT WAS A 1 STAR. Here's the story Waited 1hr 30min for a party of 6 and they tried to have us sit at two SEPARATE tables for a birthday party. we asked if it was possible to have one table and they said sure it should be a short wait. We waited another hour. Basically a 2 hour. We were pissed until Betsy, Jaquay, and Shawn made it clear there was a small mistake and had impeccable customer service. We will be back because of the three of them. As for SARAH fix your attitude and smile more. Follow me on IG GloTaylorr",
    "image_url": "https://s3-media2.fl.yelpcdn.com/bphoto/u0poqEx8JhtnIr-Rk0D1Lg/348s.jpg",
    "qualtrics_id": 7,
    "block_id": 7
  },
  {
    "review_id": "04scjmStONVvuRrl5JDOCA",
    "review_text": "So I guess before I write this review I should clarify that it was really my mom who devoured the crepe from here and she loved every bite of it! We went to Anaheim packing district a couple of weeks ago and she still brings up how much she wants to go back and get it again.She ordered the green tea ice cream crepe and as someone who was been Europe and had the real deal, she says it's definitely up to par. It has just the right amount of sweetness.Maybe next time I visit again, I might just get my own!",
    "image_url": "https://s3-media1.fl.yelpcdn.com/bphoto/RFTSKw6eVPpT-WzFwZ-lsw/348s.jpg",
    "qualtrics_id": 8,
    "block_id": 8
  },
  {
    "review_id": "0fYbPeutT8aeuwW-LR_i2w",
    "review_text": "This spot was first on our list for our mini food tour. We ended up parking on one of the meters up front. This place is located inside Milk Tavern. There were plenty of tables and seats. We ended up ordering two sandwiches for the three of us. We went with the Avo Egg and the Royal West Sandwiches. Avo egg, in my opinion, was great. It's simple but super yummy. The meat on the Royal West tasted good. This restaurant reminds me of Egg Slut without the wait. It wasn't busy when we arrived but we were there close to closing time. Great place to get a breakfast sandwich if you're cravings for some good cooking eggs.",
    "image_url": "https://s3-media2.fl.yelpcdn.com/bphoto/QzGS1i0kv3SHhngpCXdIOQ/348s.jpg",
    "qualtrics_id": 9,
    "block_id": 9
  },
  {
    "review_id": "1_A1GrXOPciXCAh83nxRag",
    "review_text": "From the moment you walk into Patina till the moment you walk out, YOU ARE PAMPERED. The service staff was amazing and they carried out their tasks with smile on their faces. Patina is a classic place where one can enjoy a relaxed time and carry a quite talk with friends. It is a great place to spend a couple of hours before the concert. We had quality time with our friends without a need to scream our lungs out. They validated the Valet parking ticket, but added the fee to our tab. Overall; we had a great time and will visit again if we have time to kill before a concert or a show.",
    "image_url": "https://s3-media2.fl.yelpcdn.com/bphoto/eou3h5KsDtrZA6-WSNdc8A/348s.jpg",
    "qualtrics_id": 10,
    "block_id": 10
  },
  {
    "review_id": "1mEuG8HM36ARTK6TTsTB4g",
    "review_text": "What a hidden gem! We were looking for some dessert after eating dinner nearby. After browsing through Yelp, we spotted these mesmerizing decorations and had to try it out! They are located in the corner inside another restaurant. Spot the chocolate fountain and you'll be in the right spot. We ordered the Special Belgian Crepe to share. It takes a little bit to make it, probably due to the design, but it's soo cool! The fresh fruits really help the richness of the chocolate. The crepe itself was a little bit too dough-y for my liking. Overall, this is a great spot to share desserts. They have a lot of unique creations, such a crepe sushi, crepe pasta, etc.",
    "image_url": "https://s3-media1.fl.yelpcdn.com/bphoto/T6SHQcao86Yzxn2aMa-ODQ/348s.jpg",
    "qualtrics_id": 11,
    "block_id": 1
  },
  {
    "review_id": "1mNM_OtO8RTN3odqQQH7Vw",
    "review_text": "I will definitely be back for the pulled pork nachos, these are huge! I'd say enough for 3 to share. The two of us also shared a combo plate with spareribs, sausage, and brisket. The barbeque was OK, a little dry but I guess that's why they have bbq/ spicy bbq sauces on the table. Back to the pulled pork nachos, there was a ton of meat on here, nachos were perfectly crisp, topped with pork, beans, guac, bbq sauce, and pico de gallo I believe. I don't know... just order it!!!Verdict - I would be back for the nachos. Did I mention the pulled pork nachos?",
    "image_url": "https://s3-media1.fl.yelpcdn.com/bphoto/B5kncGfqdfLoQ91EYIwF8A/348s.jpg",
    "qualtrics_id": 12,
    "block_id": 2
  },
  {
    "review_id": "23ZpdHnh6CzCGLGO68AmRw",
    "review_text": "First time here and the food was amazing! Our server JudyAnn went above and beyond to cater to 6 hungry adults LOL. I wasn't expecting to prepare the meats and vegetables ourselves but it was a cool experience. I'm not much of a cook myself so I wasn't keen on having to roll up my sleeves and slave over the hot stove in the middle of our table to prepare dinner. Our server JudyAnn hooked us up with some additional plates because we had no place to put the cooked meats when there became a surplus at our table. Nonetheless, flavors were good and the sauces were outstanding! Would definitely recommend",
    "image_url": "https://s3-media3.fl.yelpcdn.com/bphoto/deN-7YNO5FEhDdSN7yx9zg/348s.jpg",
    "qualtrics_id": 13,
    "block_id": 3
  },
  {
    "review_id": "2qNWnWnW6VW6tQMqfNU0nA",
    "review_text": "I was in town for New Year's Eve and staying at an air B&B nearby. I found The Bird's Nest Cafe on yelp. I was looking for something healthy and fresh I could eat before the show. I ordered the Cobb Salad. I was not disappointed. This restaurant is new, clean and the employees and chef really care about what they are doing. There aren't many seats inside or out so you might have to ask to share a table with strangers, but that's okay because you can make new friends. I enjoyed my visit and will be back.",
    "image_url": "https://s3-media4.fl.yelpcdn.com/bphoto/yfEo-n3Yg4HSMWAa7sZnZw/348s.jpg",
    "qualtrics_id": 14,
    "block_id": 4
  },
  {
    "review_id": "2uHPWWPjskMzs0AwXpp0RA",
    "review_text": "This place is AMAZING! Went last night with my boyfriend and we were pleasantly surprised by the beer selection and the service. You can try an array of beer without the side eyes that many bartenders give you when you want a sample. The food is amazing, we recommend their burger and chicken sandwich. One thing I would warn y'all on is the cheese and meat platter. It was very small then other gastro pubs usually serve with very very thin slices of meat and tiny squares of cheese. My bf thought it sounded good and had to order the chicken sandwich because it didn't fill him at all",
    "image_url": "https://s3-media3.fl.yelpcdn.com/bphoto/hNm-a0R4ZCw3x7aLIqpBeQ/348s.jpg",
    "qualtrics_id": 15,
    "block_id": 5
  },
  {
    "review_id": "2wcG4IqfmsZo1ff6KFM8_g",
    "review_text": "I was blown away by this place. As soon as we walked in we were greeted nicely and amazed by how many different gelato flavors there were! AND you can get your gelato served on top/with a crepe or waffle!! Trust me, DO IT. I have only eaten the gelato but I'm sure you will not be disappointed with the other options they have. Their gelato is so good that it barley feels like you've eaten anything at all (which is DANGEROUS;) ). This place is great! Definitely check it out if you like gelato, waffles, crepes, milkshakes and ice cream.",
    "image_url": "https://s3-media3.fl.yelpcdn.com/bphoto/0SUO-3bcgByJhCEKbG_9-w/348s.jpg",
    "qualtrics_id": 16,
    "block_id": 6
  },
  {
    "review_id": "3dxpXJYAj3nm8oUF9f9q_g",
    "review_text": "Adorable spot that looks like a train station from the outdoors. I believe it once was.  It is is located near the metro and the signs don't scream 'groundwork' so you can get a bit lost.  The inside decor is so lovely, with an extremely rustic feel with the interior design completely of antique tables, and furniture. Tables set with a clear vase and fresh flowers. They have food, and organic coffee that is delicious. The baristas are wonderful and fast.  What more can you want?The crowd you expect is casual, noho arts, hipsteresque adults and some there on business breaks. Not overly packed and plenty of seating areas inside and out.",
    "image_url": "https://s3-media4.fl.yelpcdn.com/bphoto/Vwp3cp-YpBb5xVw3DGY73Q/348s.jpg",
    "qualtrics_id": 17,
    "block_id": 7
  },
  {
    "review_id": "3nABt3G5gz5cyKmJtwlVrw",
    "review_text": "This place lives up to its reputation for sure! Their dips ate so delicious and their sides are amazing. When we go I have to have at least two sides with my meal. And if you'd like a beer with your drink they have several options to choose from. Even if it looks busy, the fact that they have multiple check out lines will get you paid and seated quickly. And don't worry about seating, they have many seats to choose from. If you have not been here yet, I suggest you take a visit and enjoy their famous food.",
    "image_url": "https://s3-media3.fl.yelpcdn.com/bphoto/IsAirRXz-o-4IZL0Hg7YZg/348s.jpg",
    "qualtrics_id": 18,
    "block_id": 8
  },
  {
    "review_id": "3uEeQ1OHU5UbvqfAZWjp9w",
    "review_text": "Atmosphere is great! Both employees a man and a woman were very nice and allowed my dog to go inside just to order by we ate outside by choice! I ordered the strawberry Nutella crepe and it was pretty good. They wrap it in a convenient little wrapping so we could enjoy it. The only reason for not having 5 stars is that I feel like it was lacking some toppings since I tasted the crepe more than the toppings. Very small location but they have counter seating and outside seating overlooking everything happening on Hollywood Blvd. overall I recommend this place!",
    "image_url": "https://s3-media4.fl.yelpcdn.com/bphoto/6Q9caTcw-DR1caVYq7G8Jg/348s.jpg",
    "qualtrics_id": 19,
    "block_id": 9
  },
  {
    "review_id": "3VDeREWIPECJpz11dy84Jg",
    "review_text": "I enjoyed dinner here tonight.  There is a cool atmosphere of brick inside and sidewalk tables along Ventura Blvd.  They have upbeat music playing.The menu is diverse, with many choices.  I tried the beef fajitas, which were quite tasty.  Who doesn't like saut ed red and green bell peppers and carmelized onions.  Throw in some steak and good corn tortillas and your all set.Service is walk up and order style, they give you a number then find you and bring it to your table.  They are friendly and I enjoyed my table on the sidewalk, even though there was heavy traffic on The Blvd.",
    "image_url": "https://s3-media1.fl.yelpcdn.com/bphoto/nSSFfQxSHAapZU2wB3t7yg/348s.jpg",
    "qualtrics_id": 20,
    "block_id": 10
  },
  {
    "review_id": "3Zk0HEBLkhnJjP8szsczbg",
    "review_text": "Don't judge the restaurant by the nearby location& atmosphere!!We were looking for a persian restaurant around this area while visiting and almost turned back when we saw how bad the area was. But the restaurant completely flipped our prejudgement! Food is amazing!!!!!! Really really amazing! The Koobideh( ground beef kebab) will just melt in your mouth, and the chicken is so juicy! By far, it's one of the excellent persian restaurants I've been to. The owner is super friendly, since I'm not persian he was explaining tonnes of stuff to me and took extra care that we had a good time!",
    "image_url": "https://s3-media4.fl.yelpcdn.com/bphoto/ZXyNclUkDFHVwMzvrnv6Fg/348s.jpg",
    "qualtrics_id": 21,
    "block_id": 1
  },
  {
    "review_id": "40PngGRXgTVxG6xXPObJgw",
    "review_text": "I've been hearing a lot about the Crave Caf  and their famous well crepes!! We had the breakfast crepe, Italian omelet, and 2 strawberry banana crepes and it was heaven!! I was a little afraid it might be crazy crowded since this place is so popular but it was just right! I ordered and had my food ready in less than 10 min. The people here are extremely nice too! They were extremely helpful in helping me make my decision which was hard because there is so much!! I would definitely recommend this place to anyone in the area!! Thank you Crepe Caf ",
    "image_url": "https://s3-media4.fl.yelpcdn.com/bphoto/3OuXpb56mqVKEnkcFnjSig/348s.jpg",
    "qualtrics_id": 22,
    "block_id": 2
  },
  {
    "review_id": "46_zcVDClGshLgWKJbjIZQ",
    "review_text": "Flea market of food! You have the Asian, the Cajun, the seafood, the Mexican and so much more!I'd come here with a date, a friend, multiple friends, multiple dates, family, neighbors and more. I think it's cute and fun and everyone is just happy to be there to eat. Hard to have an actual recommendation as I only tried Lobsterdamus. It's expensive for the flea market vibe and just ok lobster. Expect to wait in some lines for longer than 30 minutes AND the line in the parking structure took us over an hour to get out at 3PM. Try coming early and leaving early before it closes.",
    "image_url": "https://s3-media1.fl.yelpcdn.com/bphoto/kGavBhkj9FbyB1L5iQ3FTQ/348s.jpg",
    "qualtrics_id": 23,
    "block_id": 3
  },
  {
    "review_id": "4dQ-CxAVWpPfKOg44PKlIw",
    "review_text": "Chitchat is so cute! There is a dog-friendly patio and during the hot summer days, they even made sure that there were ice cubes in the doggie water bowl!The matcha was pretty good quality and I would definitely return next time to try the coffee. Pastries were from Pitchoun in downtown LA (which I love), so I was pretty excited to eat some deliciousness. There is also a wide variety of pastries to choose from (over 15 different ones). There was plenty of metered parking nearby, which is also free on Sundays. Looking forward to returning to try other items!",
    "image_url": "https://s3-media3.fl.yelpcdn.com/bphoto/6bYCY0XjsKfmXR6_NxH9UA/348s.jpg",
    "qualtrics_id": 24,
    "block_id": 4
  },
  {
    "review_id": "4tm_olQQvntI-5CWgLYW1A",
    "review_text": "Do you want to feel like a KING? Come here for lunch!I bet it's better eating there but I had the to-go lunch special of bossam. That was the biggest carryout bag I've ever carried for $11!!!The food is top notch Korean. Just like home. Banchan is all on point! Beautiful! Fresh! And made by people with the skills to!Just look at my uploaded picture. Need I say more?Best lunch special in Koreatown. If there's anything better, please message me so I can see if this wooly mammoth of a lunch special Korean restaurant can be taken down!",
    "image_url": "https://s3-media3.fl.yelpcdn.com/bphoto/laU98EWIEX5k4vsmBBTaag/348s.jpg",
    "qualtrics_id": 25,
    "block_id": 5
  },
  {
    "review_id": "4wNUeQeuoaLRL0Q1_b3XxA",
    "review_text": "Shockingly good burritos! I didn't have much expectation when I ordered their burrito instead of cheesesteaks because I am not a fan of them. I know... I haven't had a good experience with cheesesteaks in LA, so there. If you know a good cheesesteak in Los Angeles, send me a message.Where was I? Oh yes, burritos. It was packed with flavor and big enough for two people share. Winner in my book for late night greasy food. The food truck can be spotted on Fifth and Hill in Downtown LA in the evenings. Cash only, please! Nearest Metro Station: Red/Purple Lines at Pershing Square",
    "image_url": "https://s3-media1.fl.yelpcdn.com/bphoto/jCVQqQV9nnYDxqzH4gW6vg/348s.jpg",
    "qualtrics_id": 26,
    "block_id": 6
  },
  {
    "review_id": "50KlD148ePks0iBGE4QB1A",
    "review_text": "The staff is super nice and friendly! We had breakfast and got the fruit waffle and the French crepe, with coffee (cappuccino and macchiato). The food was quite yummy. Fresh fruit on the waffle. We were visiting from out of town, but if we are ever back in the area, I would love to try their froyo. I was impressed with their variety of flavors,  a lot of the froyo flavors were ones I had not seen before. They had boba,  pastries, and sandwiches as well. All in all a lot of variety. Would definitely return if/when we are back in Anaheim!",
    "image_url": "https://s3-media1.fl.yelpcdn.com/bphoto/EcD21qqhPAB2jidktzSGIQ/348s.jpg",
    "qualtrics_id": 27,
    "block_id": 7
  },
  {
    "review_id": "5foj9sWe9QQiaWOTyIIE8A",
    "review_text": "We seemed to just miss the long line, stopping by around 11:30 AM on a Monday. The wait when we queued was about 30 min and I would do it again! Going with friends means someone can wander off and buy a beer or boba tea to share while the other held your place in line. My sister and I enjoyed The Slut- coddled egg over mashed potatoes in a mason jar and served with crusty baguette. I know what you're thinking- SO HIPSTER! You're right but man, is it so good! It was the perfect start to our culinary tour of the GCM.",
    "image_url": "https://s3-media1.fl.yelpcdn.com/bphoto/A1y9pFh0BKNk-YarPqiR8Q/348s.jpg",
    "qualtrics_id": 28,
    "block_id": 8
  },
  {
    "review_id": "5kR4gqVsTMdjdVhQ8A2_4A",
    "review_text": "Genwa is on the way to Koreatown which we liked. It's far enough to keep away from all the crowds and the horrible parking. The place itself has a really nice ambiance and clean. A lof of side dishes! No idea what they were. Tried them all, loved some, and could live life without some. Had one of the dinner courses that serves two and was more than enough! Bulgogi was perfect and the soup that was served with the meal, tofu I think, was delicious. The waiter we had was friendly, and checked up on us a lot to make sure we were ok and to answer any questions we had. Will be going back...",
    "image_url": "https://s3-media4.fl.yelpcdn.com/bphoto/GVvbK2XAP7wII8H3g-0ikw/348s.jpg",
    "qualtrics_id": 29,
    "block_id": 9
  },
  {
    "review_id": "5zufN7e4KcVlzPCZJlY5lA",
    "review_text": "Best cheesesteak in LA. I first learned about Boo's through uber eats a few years ago and i've been hooked ever since. The classic, philly cheesesteak wit wiz is perfect and should be the first thing you try here! They ship their rolls in from philly, so you get an authentic flavor you don't get at other cheesesteak places in Los Angeles. They also serve pepper steaks and hoagies, but you might think of them as a side note, because the cheesesteak is so good.It's a gamble when you get the cheesesteaks delivered, because sometimes they show up cold and too greasy, but other times they're piping hot.",
    "image_url": "https://s3-media4.fl.yelpcdn.com/bphoto/_m3LZ31xZLdpGrVWi-DILA/348s.jpg",
    "qualtrics_id": 30,
    "block_id": 10
  },
  {
    "review_id": "61hv64k3u3mmDCM7PpMsOQ",
    "review_text": "Sort of Japanese but also a motley mix of ingredients in every dish. Wasn't super hungry, so got the carrot dish (white carrots w dill cream sauces some jelly stuff and greenery) and chicken dumplings (that looked like a giant pancake) which were both outstanding.  They actually had Failla Pinot Noir on their menu which I've never seen before at a restaurant--- was incredible as I remember. Got 2 desserts: a smores-like ice cream sandwich, and some donuts with a molasses like honey sauce.  Sat at the bar since we were late walk ins - super nice bartender, food was great, and overall ambiance was an A.",
    "image_url": "https://s3-media3.fl.yelpcdn.com/bphoto/ERDUSK9LiESin40CRul-ow/348s.jpg",
    "qualtrics_id": 31,
    "block_id": 1
  },
  {
    "review_id": "6E0BicwIIB03972gh-f5gA",
    "review_text": "This was an anthropologie like place but for food! Ambiance was excellent! The dining area and patio were full of spirit and energy! High ceilings, natural sun, and huge windows. We went for brunch and we were not disappointed! The tequila blackberry drink was on point, freshly made and just the right amount of tequila, gray fruit and blackberry! My boyfriend and I tried the sides and shared! They were amazingly delicious. We got the biscuits and gravy, bacon, and chicken and it was just enough for both of us! We will be back for dinner, cocktails, and a good time again! Definitely one of my favorite places!",
    "image_url": "https://s3-media2.fl.yelpcdn.com/bphoto/QCHDAf1U1Mj9VSP_s1vmaQ/348s.jpg",
    "qualtrics_id": 32,
    "block_id": 2
  },
  {
    "review_id": "6gMCy_kaNwk3Oa8RLq4i9A",
    "review_text": "Saw this on Yelp and went in for the first time on Sunday and was delighted! It was busy but we got greeted before we entered and seated promptly. Looks like a masculine diner with sports on the tv's and dark burgendy decor. The bathrooms are outside around the corner and clean. Menu was diner standard and we tried the famous omelets and french toast special. Food came out super fast and in huge portions! Both dishes were fluffy and fresh. As we were leaving the owner stopped by to chat and he packed us an iced coffee to go! Very friendly atmosphere and staff.",
    "image_url": "https://s3-media1.fl.yelpcdn.com/bphoto/N2VXNQTjVgmmDjJYlJysfg/348s.jpg",
    "qualtrics_id": 33,
    "block_id": 3
  },
  {
    "review_id": "6j82szFaF221A2ZxNyrF5Q",
    "review_text": "Oo-Kook Korean BBQ is a pretty awesome KBBQ spot. I would say it's now my second favorite in LA. We popped in one night because our favorite spot was closed, and Oo-Kook didn't have a wait. To our surprise the quality of the meats were great, at a decent price, and service was quick and on point. The only negative thing I can say about this place is that when they bring out the more expensive meats for example tongue  they give you less, than if you order something cheap like bulgoig. Not taking away a star because that is pretty common place in KBBQ spots. If our favorite place has a long wait, I'd gladly return to Oo-Kook.",
    "image_url": "https://s3-media3.fl.yelpcdn.com/bphoto/SRwIUsYrzeJP2v-PptJgfg/348s.jpg",
    "qualtrics_id": 34,
    "block_id": 4
  },
  {
    "review_id": "6SWCwzUfnfnzlqQCkjVk2w",
    "review_text": "Visiting LA for a few days and had a craving for some good Persian food. In the past, I would have gone to Raffi's Place in Glendale (perhaps the best Persian food in the US), but short on time decided to give it a shot. When we arrived, I was totally surprised by the casual order-at-the-counter ambiance, with high stools and IKEA looking tables --Persian cuisine is typically served at more upscale, white tablecloth establishments.  The food however did not disappoint. At. All. Persian food at its finest. Had the lamb kabob- tender, well-seasoned, and of course fluffy jasmine rice with hint of saffron. The staff was super friend as well. Highly recommend!!",
    "image_url": "https://s3-media3.fl.yelpcdn.com/bphoto/BcTEIXia41RWReqR20RmyQ/348s.jpg",
    "qualtrics_id": 35,
    "block_id": 5
  },
  {
    "review_id": "6VTHT24zEypIA0uQRU1CHQ",
    "review_text": "Came here on two separate occasions. The first time I ordered char siu tsukemen. Although it was extremely tasty, I had wished the broth was much more hot. By the time I was half way done with my noodles I didn't even want to finish it because the broth was cold. The second time I ordered char siu tonkotsu and it was delicious.  The broth was nice and hot, and full of flavor. A tad bit salty, but nothing to really complain about (it could also be my own preference towards salt). Overall, the service here is fast, staff is extremely friendly, food is fresh and delicious.",
    "image_url": "https://s3-media3.fl.yelpcdn.com/bphoto/T5Vc_QdtFQF7ZshntD-_tw/348s.jpg",
    "qualtrics_id": 36,
    "block_id": 6
  },
  {
    "review_id": "79Ro9awUyTKHCrz8m36iyw",
    "review_text": "Decided to make this a must when I was visiting a friend in LA. We went when they opened and were lucky to avoid the wait. Shortly after we ordered the long became really long. This brick and mortar has been opened for a while and it seems the hype still exists! And that's because the sandwiches are a quality breakfast staple. I got the sausage, egg & cheese and substituted the buttermilk biscuit for the brioche bun. Loved the honey mustard aioli. It's like a McDonalds Sausage McMuffin but gourmet (which means twice the price). Definitely come here for breakfast if you're not counting calories for the day.",
    "image_url": "https://s3-media4.fl.yelpcdn.com/bphoto/XHbeECNHnwevhCxwaHmpCQ/348s.jpg",
    "qualtrics_id": 37,
    "block_id": 7
  },
  {
    "review_id": "7gi1_Rblr04oA03G2kh35Q",
    "review_text": "Everything about this place was amazing. We went around 6pm for late lunch (traveling and still haven't quite adjusted to the time). I got the fried butter chicken sandwich (off menu) and my cousin got the Badmaash fried chicken, and we both had mango lassi to drink. All was INSANELY good, and by the time we sat down, ordered, got our drinks then food, and finished eating, it had only been 25-30 minutes. Our waiter was awesome and so was the food. Also the chili cheese naan was incredible. Wish I lived here so I could come all the time.",
    "image_url": "https://s3-media4.fl.yelpcdn.com/bphoto/ZVvt3JMSaF-4NNbR1q0LGA/348s.jpg",
    "qualtrics_id": 38,
    "block_id": 8
  },
  {
    "review_id": "7jqcwpIZcaA8PXrTPYGyrg",
    "review_text": "Their lunch combo was a steal, comes with a choice of ramen + appetizer + salad and if you check in, you get a free drink OR a free side! I've gotten the fatty pork and oh my, you don't even need to chew the pork, it melts right in your mouth! I can never have enough I'm telling you. Super tasty. The noodles were cooked just right where it's still chewy, but not hard or too soggy. Broth was rich and you can select your spice level. They have their own parking lot in front, but once it's full, you have to find street parking, and comes at 6pm, it'll be valet only.",
    "image_url": "https://s3-media3.fl.yelpcdn.com/bphoto/HBHxrBm3XqR9vopYNH6lcQ/348s.jpg",
    "qualtrics_id": 39,
    "block_id": 9
  },
  {
    "review_id": "8LYUnAyq3CX3QG-tQtdVHA",
    "review_text": "We came here for a group lunch after a graduation. Our server was great about getting everyone started with some drinks and she made sure our drinks were never empty too. The vibe is really cool, and I loved the open air feel that it had.They have a nice typical selection of brew pub food. My husband and I actually both ended up ordering the extreme gulp burger and man they wern't kidding. The burger was massive and so full of flavor from all of the additions that come with it. I think it is a great value especially for the area. We would definitely come back.",
    "image_url": "https://s3-media3.fl.yelpcdn.com/bphoto/6bVjNyto4YmVvjzq6E--MA/348s.jpg",
    "qualtrics_id": 40,
    "block_id": 10
  },
  {
    "review_id": "8UerIH8Dcd-ygbhAmaI5aA",
    "review_text": "I'm a huge fan of their rich, pork base soup. Their noodles are slightly more thicker and chewier than other ramen houses. I always put garlic, extra ginger, sesame seeds to make the soup even more flavorful. I love their medium boiled seasoned egg that comes with the ramen, and their tender chashu (thick cut pork belly). Don't get me started with their fried rice. They probably fry their rice in pork belly fat, which makes it so extremely mouth watering. Salad is great!!!! The only downside of this place is the long hours of waiting (unless you beat the wait and come at an odd time), and cash only. I despise cash only policies!",
    "image_url": "https://s3-media4.fl.yelpcdn.com/bphoto/YKgqP00AvbZzAvrdNthc3w/348s.jpg",
    "qualtrics_id": 41,
    "block_id": 1
  },
  {
    "review_id": "8uNIRf7UuujXQqLnnSaneA",
    "review_text": "I live in Amsterdam and started planning my holiday to California over a year ago. As a real foodie I wanted to eat at the best places so Ray's Bbq came in the picture. I had a year of looking forward to it as pictures came by of spicemixes, midnight wrappings and 'sold-outposts'. Even after all my expectations building up it couldnt disappoint. Even with the great pictures bbq-fans share you cant imagine what this brisket tastes like! Pure perfection. His son (and the rest of the family) helped us out, a real enthousiast, and asked us if we had some good bbq places back in Europe. Nothing that even comes close to this. Thankyou for the awesome experience.",
    "image_url": "https://s3-media1.fl.yelpcdn.com/bphoto/MOYYhOS41nGzETh0U7mHQw/348s.jpg",
    "qualtrics_id": 42,
    "block_id": 2
  },
  {
    "review_id": "8vsWgtE9ZhpVSqCs9OZJjg",
    "review_text": "Came for lunch during opening special. Quality of the meat is great and there is ample veggies and noodle sides. Because the soup base is just plain water, the veggies and noodles do come out very bland unless you dip them all in sauce too. Lunch beef comes with 5 pieces (100g) which seems like very little but I was still full by the end of the meal. Only suggestion is to get a different brand of udon and noodles that retain the chewy noodle texture better when boiled for a long time. Otherwise great service and clean space. Would recommend!",
    "image_url": "https://s3-media1.fl.yelpcdn.com/bphoto/S-MIv80qpEojzbWRlttLCg/348s.jpg",
    "qualtrics_id": 43,
    "block_id": 3
  },
  {
    "review_id": "96cdCqIUhaE81DfJ7k82xg",
    "review_text": "I'm not sure what i was expecting, but this place blow my mind. I was debating between the French dip and a poutine, and hands down go poutine. I'm not a certified fry connoisseur, but am a definite fry snob and these fries were perfection.I got the country chicken fried steak, and it did not disappoint. The gravy and cheese curds were so good, and the biggest of chicken were tender and delicious. There were so many unique types of poutine that I'm looking for any reason to go back.A friend got the loco moco poutine, and said it was a great twist on loco moco. It definitely didn't tarnish the name sanctity of loco moco.",
    "image_url": "https://s3-media2.fl.yelpcdn.com/bphoto/J0fi0fU8SolDMT9yPjbtyA/348s.jpg",
    "qualtrics_id": 44,
    "block_id": 4
  },
  {
    "review_id": "9CdZ-GC9lkoqag81AYN7jQ",
    "review_text": "The restaurant that was here before got a huge upgrade in terms of food. The quality and taste is way better now and fresh. It takes 25 minutes for the Afghan lamb and chicken plate but well worth it. It was one of the best dishes I've tried. Especially from previous establishment in the same location the food is way better now. I gave it a 4 star because the management is the same old guy who doesn't know how to provide good service. Slow and arrogant demeanor. Other than that just be patient with him the food is worth it.",
    "image_url": "https://s3-media2.fl.yelpcdn.com/bphoto/tqnCzxKQEq2WQ6tcuQD-hg/348s.jpg",
    "qualtrics_id": 45,
    "block_id": 5
  },
  {
    "review_id": "9i3zpnqWJe5aTqD8Epwe4A",
    "review_text": "The food here is great, and almost every menu item is offered in a vegan version. The vegan menu includes tacos, taquitos, tamales, tortas, nachos, etc. I find the heavy usage of white beans a little weird, and I suggest they change this, but otherwise, everything I've had here has been really good. Stand out items are the soyrizo taquitos, churros, and frozato-vegan soft serve! Delicious. I don't understand all these hater reviews that negatively refer to Hugo's as white people Mexican food. Yeah, it's not traditional Mexican food. Is it bad Mexican food? No! It's delicious. If you want authentic Mexican food, go to a pinche taqueria-this is Los Angeles, they're on every corner.",
    "image_url": "https://s3-media2.fl.yelpcdn.com/bphoto/ocpkmtDyexAtfRT0jSZ4dw/348s.jpg",
    "qualtrics_id": 46,
    "block_id": 6
  },
  {
    "review_id": "9UaUCQd2d0jj0mWFtQE-Og",
    "review_text": "If you are in a hurry, call in your order...Porto's is always packed and you have to wait for a table if you order in.  Don't let this discourage you because Porto's is awesome.  I wanted to pick up a fruit tart for a party and fortunately this was a short line with only 12 people ahead of me!  The line moved quickly and the counter help at Porto's are always super friendly and helpful.  I bought the 8 fruit tart and for $14 it is a steal.  The line for the potato balls and meat pies was just too long...oh well, an excuse to make another visit when I'm in Glendale :)",
    "image_url": "https://s3-media4.fl.yelpcdn.com/bphoto/_xI7yJ1Lpx3rGMPkRFtJoQ/348s.jpg",
    "qualtrics_id": 47,
    "block_id": 7
  },
  {
    "review_id": "A935vz7Y_W0Uk2zvSzk1ug",
    "review_text": "$1 street tacos?! AND $2 Horchata?! You cannot beat the prices here. And I know what you're thinking, $1 tacos? $2 horchata? Well it must not taste very good then. Sorry, you're wrong! Its AUTHENTIC and it's delicious! Meat choices: carne asada, al pastor, lengua, and cabeza. You walk up, say what type of tacos you want, how many you want, and then you pay the person (it's CASH ONLY btw). After that you walk over to their condiments. Fill up your tacos with salsa (it's pretty spicy), grilled onions, and then enjoy and bask in the greatness of the flavor on your tastebuds. This place is a gem, and it's a steal for the price!",
    "image_url": "https://s3-media4.fl.yelpcdn.com/bphoto/eaPaymeEpMKoq-tc474a9A/348s.jpg",
    "qualtrics_id": 48,
    "block_id": 8
  },
  {
    "review_id": "AcW-YI44ZOIJgpFUiOD7JQ",
    "review_text": "The 5 star yelp review and my love of pizza is what got me driving all the way out to Sun Valley to give this place a go. The place does not disappoint even with  heightened expectations that come with having 5 stars on yelp. The pizza crust is just perfect. The flavors are creative and delicious. The service was amazing. The people who work there are passionate and take more time explaining the menu than the 1.5-2 minutes it takes to cook your pizza in a 786 degree oven shipped to the states from Naples. Stop reading reviews and get your butt over there.",
    "image_url": "https://s3-media3.fl.yelpcdn.com/bphoto/JYf0VvBhGZDkFu1TtX25IQ/348s.jpg",
    "qualtrics_id": 49,
    "block_id": 9
  },
  {
    "review_id": "bEApaHzmrcnx0kuWmpMDgA",
    "review_text": "Finally came here after years of Phillip L. Telling me how amazing this place was, and it truly lived up to all of the hype. We ordered the churro a with dulce de leche to share. Honestly, I've only really had Costco churros (and a few others that weren't all that notable), so I wasn't too sure how these could be that incredible.When they came, they were piled in a nice stack of 4 with beautifully caramel-colored dulce de leche drizzled across. Each churro was perfectly made, with a nice crisp and crunch, and the dulce de leche was the perfect accompaniment!I'll definitely be back next time I'm in LA!",
    "image_url": "https://s3-media1.fl.yelpcdn.com/bphoto/bjkYEDZBURHxn6NCEKKWLg/348s.jpg",
    "qualtrics_id": 50,
    "block_id": 10
  },
  {
    "review_id": "bpX3zwEfIWaA0WvqT2r7NA",
    "review_text": "I love this place, and there's really not much (if anything) to criticize. The Mozzarella sundriedTomato chicken wurst pairs well with a light kolsch. The elderflower soda is an unexpected but delightful non-alcoholic drink. You must get the fries, hands down, no matter what. They're thick cut and very crisp. And in terms of dipping sauces, the curry ketchup and pesto mayo are my favorites. I also highly recommend the hot link.   The space is pretty big and I've never had trouble finding a table. Make sure you try ALL of the mustards as they are all special and delicious in their own way.",
    "image_url": "https://s3-media1.fl.yelpcdn.com/bphoto/OxgzNohKxN9V3CRwStKtKA/348s.jpg",
    "qualtrics_id": 51,
    "block_id": 1
  },
  {
    "review_id": "BRD5LxaCkqAkr94erI2KWA",
    "review_text": "First time trying Howlin' Ray's and it lived up to the hype!I tried The Sando (Mild) - really good flavors overall and a nice kick of spice! The fried chicken was juicy and pretty big in portion size for a sandwich. I guess that's expected since they use a chicken breast though! The slaw, sauce, pickles and bread were a perfect complement to it. I also tried the Shake Fries - pretty good too and well seasoned! The only downside - I felt pretty heavy after devouring The Sando and it got pretty messy while eating it (probably used 3-4 napkins at least). With that being said, I would definitely eat here again and I would highly recommend for everyone!",
    "image_url": "https://s3-media1.fl.yelpcdn.com/bphoto/UPu87Lt6YA-LkEFba9Urdw/348s.jpg",
    "qualtrics_id": 52,
    "block_id": 2
  },
  {
    "review_id": "BzJX4qHAd2sEo2MmABM-Tw",
    "review_text": "3 stars for the food, 1 extra for the ambience. It feels like you are truly in a bustling, French eatery! The wait was an hour but I certainly did not mind staring at the all the delicious desserts in the bakery in the front. It' s $2 per macaron and I got once of each of the 13 flavors!I can't wait to come back here to drink mimosas! I ordered the melon juice, eggs benedict, and the Portobello fries... was good but lacked flavor. The pepperoni pizza and italian scramble were just eh. The service was very good and the place is beautiful! Found lot parking for $5!",
    "image_url": "https://s3-media3.fl.yelpcdn.com/bphoto/O0SYdIo5kmTgJnK7hNOadQ/348s.jpg",
    "qualtrics_id": 53,
    "block_id": 3
  },
  {
    "review_id": "c7OL1MaN5aFGpNxDh88gJw",
    "review_text": "What a gem - this is the best sul lung tang I've ever had (and I've had a good number before already)! Very cheap for AMAZING soup!The sul lung tang broth is incredibly fragrant and you can tell it's been cooked forever. You get a good amount of meat inside and the meat is incredibly tender and soft. I love their side dishes of kimchi and radish (the radish is my fav!). The soup came out within 5-10 min of us ordering, which is super quick.Absolutely perfect on a cold day! Worth every single $, and I will def be coming back next time I'm in LA!",
    "image_url": "https://s3-media1.fl.yelpcdn.com/bphoto/PvPSjDoO2mtkHVDZfrbssw/348s.jpg",
    "qualtrics_id": 54,
    "block_id": 4
  },
  {
    "review_id": "cbkvPzZReM3yWercw4Zeag",
    "review_text": "Wanted to try the pineapple Agua Fresca but they didn't have it and I had a hard time deciding what to get. The lady gave me sample of the flavors: watermelon, mango passion fruit, and pink lemonade. Mango passion fruit and pink lemonade was sooooo good and refreshing. I ended up getting the mango passion fruit.Got the calamari, asada, and al pastor taco.All were good but the calamari was really the bomb!! Will definitely get the calamari next time!! Tortilla were soft and delicious.  Wanted a burrito and somebody had recommended the chicharron burrito.Very tasty but Chicharron was kinda tough, but it is pork belly so.... yeah.",
    "image_url": "https://s3-media3.fl.yelpcdn.com/bphoto/n_nLAkxuuCX9wzZqRqDsbw/348s.jpg",
    "qualtrics_id": 55,
    "block_id": 5
  },
  {
    "review_id": "cDQDXKa35xo5lkwuQtnRiQ",
    "review_text": "While on the cation part of my left coast trip I was able to convince my friend Toshi to meet me here for a late lunch. I've of course been here before and had fond memories of the food and last left coast visit in general. La Pergoletta did not disappoint. It was still cozy and inviting, and the food was still fantastic. Went with the burrata salad and lasagna special (pic thanks to big T).  Both were great and really hit the spot. For dessert it was the fruit panna cotta, which I wish I could have at every meal. If only this place was on the east coast or anywhere close to Langley Falls.",
    "image_url": "https://s3-media4.fl.yelpcdn.com/bphoto/eg5PHmZN97o8P3NWzPvJeA/348s.jpg",
    "qualtrics_id": 56,
    "block_id": 6
  },
  {
    "review_id": "cSSUmv34lr4XozNGSxWpmw",
    "review_text": "I've been back many times now and they've added so many new things to the menu. Everything I try is above what I expect it will be. The sandwiches are big and so tasty! The cookies (choc chip and oatmeal raisin) are so decadent. I love every drink I've had. They even have kombucha now which I'd like to try. Again, I'm so glad they moved into the neighborhood. They even took my previous advice and added art to the walls. My only other suggestion would be a frequent customer drink card because I'm one and you should be too!",
    "image_url": "https://s3-media4.fl.yelpcdn.com/bphoto/1KMOVFuYN9tmYojco-Ii-w/348s.jpg",
    "qualtrics_id": 57,
    "block_id": 7
  },
  {
    "review_id": "DT4s2W8JidkK-ngq-S0iFA",
    "review_text": "So this really isn't a biergarten so don't come in expecting that.They do have a pretty good selection of beers and food.We ordered several things off the menu (chicken, short rib grilled cheese, fries) and were pleased with the quantity and quality.The best thing about this place, though, is the freaking size of their steins. I would estimate that it's over 30 oz and pretty difficult to hold steadily with 1 hand when full. If for nothing else, you have to come try this. yelp.com/biz_photos/xJT5 Would probably recommend taking a taxi here, as I can't imagine too many people being able to drive after drinking a couple of these big boys.",
    "image_url": "https://s3-media4.fl.yelpcdn.com/bphoto/OUDk6MGmbWLg1b5SevW52g/348s.jpg",
    "qualtrics_id": 58,
    "block_id": 8
  },
  {
    "review_id": "DWZ5Nr_JJd6U8hCq0AW6eQ",
    "review_text": "I tried this place and immediately told myself I would be coming back...but in an uber since I don't live far from DTLA. The food is amazing here and I tried their black sheep burger and it was flavorful at every single bite. It's not a really big place, kinda small but the quality of the food is insane...so good! The reason I give it 4 stars though is because of the parking. You have to pay like $10-20 on a lot and walk a block or so. I can't stand businesses that don't have a parking area. Anyway aside from that the food is great! It's a must try!",
    "image_url": "https://s3-media3.fl.yelpcdn.com/bphoto/jnOG04qlxC1B9cXwNNnOfQ/348s.jpg",
    "qualtrics_id": 59,
    "block_id": 9
  },
  {
    "review_id": "dyZzHJlOzh3hwUxKzh0E2w",
    "review_text": "Great little diner.  Went there for lunch, on a weekday.  So we missed out being able to try some of their weekend brunch items.  But that was fine, as we enjoyed the cinnamon sugar coated brioche (with strawberry compote) and the leeks with egg and cheese.  It was absolutely delicious (and worth working out a bit longer for the extra calories).  The service was very good.  The waiter was attentive and friendly.  Being stuffed, we took one of each of their doughnuts to go (to share).  Loved the maple bacon and the red velvet.  Liked the strawberry. and didn't care for the 2 others.",
    "image_url": "https://s3-media2.fl.yelpcdn.com/bphoto/J8E9rBR2l_e0lgZxp72b4g/348s.jpg",
    "qualtrics_id": 60,
    "block_id": 10
  },
  {
    "review_id": "E_2UVMpcF99y67O8QSf3rw",
    "review_text": "My husband and I stopped by today for the first time and loved our meal. I had the fish and frites and he had the shepherds pie. Both were delicious. His stout and my wine did not disappoint either. Both were well described by our server. While the food and drinks should be enough, we also would recommend eating here for the ambiance and service. Though this place is clearly modern and hip it has a relaxed and comfortable feel to it and the servers were friendly, helpful and very good at what they do. We look forward to our next visit!",
    "image_url": "https://s3-media4.fl.yelpcdn.com/bphoto/JUYcrS_EZ6Khi7ccbjdI2A/348s.jpg",
    "qualtrics_id": 61,
    "block_id": 1
  },
  {
    "review_id": "e6yLbwgwxr4g9cFsKd3U3Q",
    "review_text": "One of my absolute favorite places to go grab a quick & healthy lunch downtown! I LOVE the fact that they have gluten free bread, not many places do. My go to is the avocado toast with the gluten free millet bread with an egg on top, so delicious. I always grab an iced americano or cold brew to go with it. The coconut date balls are such a light & healthy dessert/snack and so tasty! There's generally street parking around them. Very good customer service every time I go in, and they're pretty quick with the food! Love love love this place",
    "image_url": "https://s3-media3.fl.yelpcdn.com/bphoto/sK4yIIKBEmbDKB6ydMLyyg/348s.jpg",
    "qualtrics_id": 62,
    "block_id": 2
  },
  {
    "review_id": "E8vZfYlyMSfWZ1qSTwqQ6w",
    "review_text": "Aesthetic space and desserts! and macarons!!I've been blessed to have tried the various macaron flavors :) My favorites were the -- - Grand Cru (intense dark chocolate) &- Earl Grey (the most special-looking macaron, blue with gold flecks, interesting subtle flavor!).There's a lot of colorful choices for everyone's tastes, but  hopefully these help! For fruity flavors, I'd recommend Strawberry over Mango, as strawberry had a fresher taste, while the mango flavor was weak and more of a fragrance. For floral, Rose over Violet Cassis, as Rose had a more pleasant flavor than just a light fragrance like violet.Overall, love the crisp outside texture, soft chewy inside.",
    "image_url": "https://s3-media1.fl.yelpcdn.com/bphoto/IfHUJjAD0mFcOIJonMMGjA/348s.jpg",
    "qualtrics_id": 63,
    "block_id": 3
  },
  {
    "review_id": "Ea4_qfThiA0684LJDABXUw",
    "review_text": "I would have given this 5 stars, but the young lady who greeted us when we arrived seemed bothered that we made her do work and by work I mean show us where our table is. Aside from her stank facial expressions the food here was delicious!Our server was awesome! He was super friendly and jovial. My table ordered some burgers and they all were in heaven. I had the Mac and Cheese with pulled pork and it was yummy! The Haystack was aaaaaamazing! The Mai Tais were mighty strong, but great for $5 bucks! I definitely plan on returning.",
    "image_url": "https://s3-media2.fl.yelpcdn.com/bphoto/DblRjjfNQs_DRqqiMA6fPQ/348s.jpg",
    "qualtrics_id": 64,
    "block_id": 4
  },
  {
    "review_id": "EBe8bOS-cJn-zjmi8b-Ylw",
    "review_text": "I've been coming here for a really long time, and every time I feel like a little kid in a candy store. It puts a smile on my face when I come in, and see all the colors and shapes of the desserts so perfectly accommodated. I thought of writing this review just to suggest about offering a curbside service in the near future.Other than that the food is really good, the club sandwich is really tasty, also the pizza and the portobello fries are a very creative way to cut some calories that actually taste amazing. Love the new macaron flavors, PB&J and Birthday Cake YUMMMM!",
    "image_url": "https://s3-media1.fl.yelpcdn.com/bphoto/NZUyh4vsneVE3RS2gmg_dA/348s.jpg",
    "qualtrics_id": 65,
    "block_id": 5
  },
  {
    "review_id": "edY9x6N4eFAfKdZaaXtcAg",
    "review_text": "Here's a Hidden Gem in Korea town. I get their BBQ chicken & all you can eat Banchan (side dishes) lunch special for $10! Plus their complimentary brown rice water :-) What a steal! . Parking is a pain during lunch time so I usually come around 11am so as not to pay the $2 parking or after 1:30pm to avoid lunch rush AND avoid paying $2 parking :-) My rating is for the food and service. Not into giving or deducting stars for parking or how long it took to get the food. I think it's silly to dock stars for frivolous things like that",
    "image_url": "https://s3-media1.fl.yelpcdn.com/bphoto/-pVFkaKKY3cTaT3ke07RjQ/348s.jpg",
    "qualtrics_id": 66,
    "block_id": 6
  },
  {
    "review_id": "ELDE5ZHw_IqZhIvWf8GVbQ",
    "review_text": "I'm not a huge fan of baked foods, but Porto's Bakery certainly is an eye opener to how good baked goods really can be.I had the guava & cheese strudel and the cheese roll.The cheese roll is very, very cheesy so if you don't really like your sweets, make sure to stay away from this one.The guava & cheese strudel tastes much better than the cheese roll as it is more flakey and not as cheesy. The extra guava flavor helps balance the cheesiness. I think if I were to go back, I'd like to try the guava strudel. The strudels here are simply amazing and the guava flavor is unique.",
    "image_url": "https://s3-media4.fl.yelpcdn.com/bphoto/Aoiab1TNHtUHwAkFgIzh5Q/348s.jpg",
    "qualtrics_id": 67,
    "block_id": 7
  },
  {
    "review_id": "f1ArEGur9XTl0tv7wij2uA",
    "review_text": "Very intimate setting & a small restaurant.  We were greeted warmly to our table & served in the sweetest manner.  The food was good! I had the Pad Thai version & I really liked it.  The boys had the Boat Noodle Soup & the Beef Noodle soup & they all raved about it.  We ate on a weeknight so we pretty much had the restaurant to ourselves & had no problem with parking.  During high times, I can absolutely see it getting crowded as the seating is very limited.  But it's such a cute restaurant in Cambodia Town of Long Beach & I'm more than happy to patronize it & recommend others to give it a try.",
    "image_url": "https://s3-media4.fl.yelpcdn.com/bphoto/pvXC4lmTYdRsOG5Pt8ol4g/348s.jpg",
    "qualtrics_id": 68,
    "block_id": 8
  },
  {
    "review_id": "f3buLuqsZTSKOd14jITydg",
    "review_text": "Marugame Monzo puts crack into their udon. I swear they do, even thought, they make their udon at the store, I'm sure they sprinkle some before they serve it to you.With that being said, just be prepared for 1 hour wait. The staff is very attentive and diligent. The food is so good. I love glutenous noodles and Marugame just delivers. It's very different from all the numerous ramen bars in Little Tokyo. The soup they serve with their udon is slightly salty ---that umami, mouthwatering experience. So far, I've tried the mushroom udon and the cold udon. I didn't like the cold udon as much.",
    "image_url": "https://s3-media2.fl.yelpcdn.com/bphoto/UtZguZuTE-KX9lmHg64BXg/348s.jpg",
    "qualtrics_id": 69,
    "block_id": 9
  },
  {
    "review_id": "f7YifkgyEKAANtvq5LeVjw",
    "review_text": "I love this location, it's so unique and definitely better than the other locations I've been to. It has plenty of places to sit inside or outside the establishment. Out of everything I've ordered here, not one thing disappointed including the service. The only thing that was an issue was the parking but I was lucky to find a spot near the postal office that was paid for already. Great place to enjoy your coffee while people watching or doing some work. Anytime I'm in need of some caffeine and in the area, I will indeed make a pit stop here.",
    "image_url": "https://s3-media3.fl.yelpcdn.com/bphoto/G3quAVSVHImg_Pgs0SIyfw/348s.jpg",
    "qualtrics_id": 70,
    "block_id": 10
  },
  {
    "review_id": "fDjJBF2eWIz1THG9S-Addg",
    "review_text": "This outdoor cafe is a short walk into Griffith Park on Fern Dell Drive (near the Western Avenue entrance).  It's a great pit stop before and/or after a walk or hike.  I've only been here in the morning and so far I've enjoyed their CHEDDAR AND CHIVE SCONE and SAGE BLUE CORNBREAD.  Both are fantastic (I love the use of herbs), on the dense side and best while they're still warm.The CAPPUCCINO and STRAWBERRY LEMONADE were also quite good, but my friend thought her regular coffee was just so-so.Picnic table seating.  Bring your family, friends, kids and dogs!",
    "image_url": "https://s3-media1.fl.yelpcdn.com/bphoto/3IIL4XtHoM42I9bvUSNqGw/348s.jpg",
    "qualtrics_id": 71,
    "block_id": 1
  },
  {
    "review_id": "FM88hJykDHxMS93HaqvaeA",
    "review_text": "What can I say about this place that hasn't already been said. I came in from out of town and knew i had to stop here. I went at 2pm so thankfully wasn't too crowded. I got the mike in the morning dog and a polish pastrami dog, both were amazing, the polish was super thick and big, and the dog came with chili cheese and fries on top, it was so filling and good, one of the best meals i had in LA, on par if not better than all the chicago hot dog joints, i cant recommend enough",
    "image_url": "https://s3-media2.fl.yelpcdn.com/bphoto/CxheLH5z6BjxcqK6wrKE9w/348s.jpg",
    "qualtrics_id": 72,
    "block_id": 2
  },
  {
    "review_id": "fQLTgl7T8-xTyha2ZykU9w",
    "review_text": "Parking can be a nightmare because of the popularity. If the lot is full, don't be afraid to park that baby on the sidewalk (hopefully there's room). They have their breakfast menu up until 11:30 AM, so get that parking and save a seat.Minced Beef Congee ($6.95)Nice big portion that comes with a surprising amount of meat. Nice and hot; perfect for a colder day and in the morning. On top of this warm goodness, you get a choice between fried noodles or a steamed bun. All this food for $7? Down.My one knock is the servers are a little I-don't-really-care, especially if you don't speak Cantonese.",
    "image_url": "https://s3-media2.fl.yelpcdn.com/bphoto/QsgaxGk3ldaQ5V6GXe4NBw/348s.jpg",
    "qualtrics_id": 73,
    "block_id": 3
  },
  {
    "review_id": "FVZ-NUQ6ZDhEBc5semDU5g",
    "review_text": "Valet parking. Their waiting area is great and they set up heat lamps for waiting guests. Beautiful seating and service is impeccable. Before you can ask for water the staff is there refilling your cup. The waiter apologized up front before we ordered saying the kitchen was backed up. Very thoughtful and makes you ok with waiting extra. The food came out and it was delicious. Portions are large, one plate enough for 2 people. The filet mingon was cooked perfectly, the meat so tender it  melted like butter. Everything is delicious, and such simple ingredients stand out because they are cooked perfectly. Would highly recommend.",
    "image_url": "https://s3-media3.fl.yelpcdn.com/bphoto/KqlkHdw_iCoIKIYqwb3mkQ/348s.jpg",
    "qualtrics_id": 74,
    "block_id": 4
  },
  {
    "review_id": "G6C8G-8FVURqY7rO7XlflQ",
    "review_text": "This place is so bomb. We had the combo deal, which was the spicy Galbi jjim + a soup + a beverage for about 50 bucks? The Galbi was the small size, which was pretty damn huge. Didn't actually see anyone ordering the large. The beef was so soft and flavorful!! It also comes with onions, carrots, potatoes, and rice cake. Really good if you also like spicy. We took about half of it home with us. The soup was amazing as well. Flavorful with lots of vegetables and meat. Banchan was also excellent (esp the kimchi). They also said we could have soju, soda, or beer. We chose the beer. Seriously a good deal for so much food and deliciousness.",
    "image_url": "https://s3-media3.fl.yelpcdn.com/bphoto/_mjdcNBtNH_RAm5x4dnU-A/348s.jpg",
    "qualtrics_id": 75,
    "block_id": 5
  },
  {
    "review_id": "gB9fAMIXydJ7hV-DYlhYdg",
    "review_text": "I had the filet mignon & chicken breast kabob with sauteed spinache & mashed potatoes.Chicken breast was cooked perfectly. Moist, tender and good flavor as it should be. It's easy to over cook chicken breast to were it's dry and tuff but that wasn't the case here. I called a day in advance to make a reservation for Mothers Day. Thanks to Hye Cuisine for making it a great dinner for me and my party of 14. Everyone enjoyed their meal and their dining experience.By the way, I've used their delivery service which is very convenient and their food product is equally as good as dining in.",
    "image_url": "https://s3-media1.fl.yelpcdn.com/bphoto/tCDXjWRxEJLDpSCJenl7jQ/348s.jpg",
    "qualtrics_id": 76,
    "block_id": 6
  },
  {
    "review_id": "gjs17r49VZ90XykiziiL8Q",
    "review_text": "How have I never heard of Tsukemen? It is easy to get a seat for one or two but plan on waiting if you have more in your party as this is one of THE spots in Japan Town. The restaurant is conveniently located, just pay attention to parking signs and tines since parking enforcement is in full force. I really enjoyed the Tsukemen with egg and cha su. Agree it's on the saltier side but that's typical for ramen dishes. I liked how the noodles are thicker and chewy. It's a nice spin to a ramen dish and will definitely be ordering this from other places now that I know what it is!",
    "image_url": "https://s3-media1.fl.yelpcdn.com/bphoto/_bBaleN-vyqtdREdhowZTg/348s.jpg",
    "qualtrics_id": 77,
    "block_id": 7
  },
  {
    "review_id": "gmajPF7aH8UsaR4kKunTbA",
    "review_text": "Great place to dine before events at Disney Hall.  The staff will make sure you can dine leisurely in style,  with as many courses you choose, and still get you to your performance on time, which is just steps away.  That said, I recommend you allow 2.5-3hrs for the experience so as not to be rushed.  Dining here is an experience!We had the seven course tasting menu -- highly recommend along with the wine pairing.  Each dish is a work of art and is incredibly delicious.  The service is 5 star  plus, from the moment you walk in the door until you pay your bill.   Kudos to management and the staff for a great culinary experience.",
    "image_url": "https://s3-media2.fl.yelpcdn.com/bphoto/3HhAEnHCtUX6svtLwnCkwg/348s.jpg",
    "qualtrics_id": 78,
    "block_id": 8
  },
  {
    "review_id": "gnfLvC_KAl2dR-8d60EmTQ",
    "review_text": "I always order the Veggie Ramen $10.00 (made with Vegan Noodles), generous portion size and it never disappoints! So good! This restaurant is always busy so expect a wait, typically 20 mins. to be seated but definitely worth it. It's a clean small busy place with great food. They offer a free topping with a Facebook or Yelp Check-In (I always get an egg... DELICIOUS!)Cons: -Restaurant atmosphere is loud-Seating is at a high community table-Parking is located in the plaza and is terrible. Valet only and it's always full so it's best to just look for street parking but warning: surrounding residential area is sketchy at night. Best to just Uber.",
    "image_url": "https://s3-media1.fl.yelpcdn.com/bphoto/fjlFRMtPx9MHH6gNn4NGXQ/348s.jpg",
    "qualtrics_id": 79,
    "block_id": 9
  },
  {
    "review_id": "GNQScqsvejUmJr5XRfUD0A",
    "review_text": "Que Bella! Fantastico! What can I say, everything is delicious & as authentic as it can get. I ordered fettuccine and then you can take the other dish home ( for those not into the massive serving sizes they give out nowadays) & I'd say great prices for so much food, as well as yummy.The restaurant is super cute and has the typical Italiano decor. Cute, a little romance but you could totally relax and enjoy your meal because it's super spacious.The waiters, well majority were male (we got a cute one) or that's just all I noticed. They were all very attentive, respectful, and we're very good at what they do. Serving you! So, 5 stars guys!!!",
    "image_url": "https://s3-media3.fl.yelpcdn.com/bphoto/_JpuyWDn_rcOHJOUzG6luw/348s.jpg",
    "qualtrics_id": 80,
    "block_id": 10
  },
  {
    "review_id": "gxK1P-iXkpZkRcF0ru14hQ",
    "review_text": "This here is a cute hole in the wall Indonesian/Singaporean restaurant. Pasadena is full of hidden gems like these so if you're here and/or reading this review, great job!I tried the Singapore Laksa and was thoroughly pleased with it. They use two different noodles in the soup so don't be alarmed when you suddenly see thin noodles appear. I'm no expert on Singaporean cuisine but this seemed to be a nice introduction to it! Parking is mostly limited to street parking but it should be manageable if there aren't a whole lot of PCC students out and about.",
    "image_url": "https://s3-media2.fl.yelpcdn.com/bphoto/GkGvVHmeFsOAFjJKd2pTQw/348s.jpg",
    "qualtrics_id": 81,
    "block_id": 1
  },
  {
    "review_id": "he_vq_Bd7Hmmpx0wjRYxWA",
    "review_text": "Came here for late night dinner after LA Korean Festival.  There's a mobile check in which would be very beneficial here as it's a busy ramen place.  Ramen was awesome, had the non-spicy and was just perfect.  Chicken for me was nicely cooked and seasoned, mushrooms were shiitake and only .50 extra.  Base broth is pork, they have a vegetarian option however.  Small was perfectly sized and well worth more than the 9 bucks it is.  Honestly would totally come back here when in the area.  Literally the only reason this isn't 5 stars is because it would be beneficial to have more options for broths beside just veggie and pork.",
    "image_url": "https://s3-media4.fl.yelpcdn.com/bphoto/KwoEnpPRymQah7V02ZwWKQ/348s.jpg",
    "qualtrics_id": 82,
    "block_id": 2
  },
  {
    "review_id": "hF7j9g0qxfWJ5xPbTL7K2A",
    "review_text": "My third time here. First two times had the obligatory #7, and was not disappointed. Literally just blocks from both the Police Academy and Fire training facility explains the high percentage of officers and firemen. This time, I met with a friend, and we ordered the #6, Pastrami sandwich. Being St. Paddy's day, she insisted Pastrami is the Italian Corned Beef, right? I had the regular one with the marinara, she had hers without the sauce and with mustard and a pickle. Mine was great, and hers looked just as good. I will be back, and perhaps try the sausage and meatball. Although, I hear the pasta is very good too, and then there is the eggplant ...",
    "image_url": "https://s3-media4.fl.yelpcdn.com/bphoto/9-MyqEpK911_yMpTj9ED_Q/348s.jpg",
    "qualtrics_id": 83,
    "block_id": 3
  },
  {
    "review_id": "HhrvAbWWlWdBl42yV32CfA",
    "review_text": "What to get here...Fried calamariFried fish Fish Tacos Softshell crab Sliders And their HH oysters!They have late night HH too which is great!Park in the same building and you can self park downstairs. Just tell the valet guy you want to self park.Take the elevator up, make a right then left towards the market and another left away from the market and its in the right side. This is the back entrance so walk towards the front.They show odd videos...last time it was some animal channel where a beat ate a wolf...really made my appetite curl. :/",
    "image_url": "https://s3-media1.fl.yelpcdn.com/bphoto/1Rm9zGJtQnjYga64kNnAuQ/348s.jpg",
    "qualtrics_id": 84,
    "block_id": 4
  },
  {
    "review_id": "hJd8TMjOdpzP7UBQ9xBj1Q",
    "review_text": "Soooo good! Seriously! Everything is so fresh and delicious.My fianc  and I first tried Taste of Tehran a week and a half ago. It was so good, we ordered delivery about two days ago. Yesterday we are there for lunch!! I'm dreaming about it now...I'm a pescetarian so I get the Salmon Kabob with the eggplant dip to start. Just like the other reviews say, the eggplant dip is incredible. So full of flavor.My fianc  has tried something different each time and loved them all. He even loves the salad, which he normally doesn't eat.We will keep going back for me!",
    "image_url": "https://s3-media4.fl.yelpcdn.com/bphoto/049XTqjXijMt8A9615PhNA/348s.jpg",
    "qualtrics_id": 85,
    "block_id": 5
  },
  {
    "review_id": "hJDwdVTW30AqJe4eC3G6hA",
    "review_text": "Loved this place, its soo cute and homey and has a paris theme to it. ordered and then we sat in their patio and had our dessert. place is very clean, bathroom is very clean and the service is very nice. Crepes were awesome, we had the banana, nutella and strawberry  one and it was delicious Nutella wasn't enough so I asked for a side of it and I was charged. I know it might be a big deal but the nutella on the crepe wasn't enough for the size of it.a $1.50 for a side was a bit excessive but it is what it is.",
    "image_url": "https://s3-media3.fl.yelpcdn.com/bphoto/tSyn728d8tfsDTiDjTsbYg/348s.jpg",
    "qualtrics_id": 86,
    "block_id": 6
  },
  {
    "review_id": "hMzjTKL7lxpY2mhn6yQgAQ",
    "review_text": "Excellent!! First time we dined here was for our anniversary.  Waitress was awesome, they gave us complimentary champagne in celebration and food was amazing, We were so full on the best Caesar salad ever and Tahitian poke that by the time the entrees came we were stuffed,  2nd time here we dropped in after a romantic walk on the beach and was able to get a seat at the bar for two. Caesar salad did not disappoint and we had yummy penne pasta.  Thank you Dominique's for anniversary coupons and the generous family that bought us a round when we moved from bar to table!",
    "image_url": "https://s3-media1.fl.yelpcdn.com/bphoto/SnC7NsQHxa-soEjIMOV8pw/348s.jpg",
    "qualtrics_id": 87,
    "block_id": 7
  },
  {
    "review_id": "HXudcSjWNO811gKD7dCHXg",
    "review_text": "3 tacos + drink combo 4/5 * @ixtacotaqueria * I already reviewed this place, but it deserves another since they changed up the tortilla. This is still my favorite taco spot right down the street, perfect for a quick taco run. Their tortillas are one of the biggest sellers for me because they have that delicious hand-pressed, homemade flavor that you can't get at the store. If you come, you gotta try all the different meats and options they have to offer. Last time they didn't have blue corn tortillas, but this time they did. I wonder if they're transitioning to blue corn now?",
    "image_url": "https://s3-media3.fl.yelpcdn.com/bphoto/pdAVBKRZ9mI_bL4uir42mQ/348s.jpg",
    "qualtrics_id": 88,
    "block_id": 8
  },
  {
    "review_id": "I-2LRTxhD_qIAzJXpHl-nA",
    "review_text": "I love the interior and the quaintness of this place.Probably one of my favorite brunch places!There can also be a longgg wait, but it depends what day/time you go. Try to avoid peak meal times and go earlier if you can.The food is a little on the pricier end, but definitely worth it. The Crunchy French Toast is SO GOOOD!! We also tried a Pesto Chicken Sandwich, but the french toast was my favorite.Overall, good service, friendly workers, and good food! The only thing that sucks is finding street parking, but that's expected in LA. Would definitely recommend this place!",
    "image_url": "https://s3-media1.fl.yelpcdn.com/bphoto/NPCUVPj1u0DHvB-O4mbhtg/348s.jpg",
    "qualtrics_id": 89,
    "block_id": 9
  },
  {
    "review_id": "i5lKamW32glDjsF1ESKl8Q",
    "review_text": "Two $$?!?!More like half a $...or maybe just an S.Despite being the size of my bedroom, this place is my little island of Capri in the middle of Ktown, and the price is so right.  Both times I've been here, I've split a pizza and pasta dish of sorts.  Both were great.  And the bill is a whopping $19.58.None of the food (that I've had so far) has been a spectacular mouthplosion, but it's just solid corner shop Italian cuisine.  I was really lacking a neighborhood pizza place, too.They make the pizza right in front of you.  Seriously, they almost throw that shit is your face.  It's like Harry Potter closet in there.",
    "image_url": "https://s3-media4.fl.yelpcdn.com/bphoto/jXQtZwaHyyxCZiZ_koN60Q/348s.jpg",
    "qualtrics_id": 90,
    "block_id": 10
  },
  {
    "review_id": "i6MdVBw39x_owci4VF9c5w",
    "review_text": "New restaurant in town.  It seems like this place is opening at many other cities as well.  This restaurant is very popular in Korea.  Since they recently opened, customer service was excellent, and very clean.  Since I stop by at 5PM, I didn't have to wait..  Normally there are very long waiting list.  I loved their open kitchen.  I guess this is trend these days.  Seeing how my food is made me felt that I can trust the food.  Due to lack of time, I had a simple sprout with brisket food but will definitely come again to try out their combo meal.",
    "image_url": "https://s3-media2.fl.yelpcdn.com/bphoto/YO20TaG-l9fi6eTt__Oehg/348s.jpg",
    "qualtrics_id": 91,
    "block_id": 1
  },
  {
    "review_id": "IDT5ATTLrkHCt7z8_UWRJw",
    "review_text": "The fried fish tacos here are the best! The fish is generous and lightly breaded. What makes the fish taco different from other places is that the fried coat on the fish is more like a breaded panko and not like a beer batter. The salsa comes with chopped jalapenos so it can get spicy with the chipotle sauce that goes on top. Tip: Get the sauce on the side if you dont like spicy... or MORE sauce if u do ;) The pork was very flavorful and a little too salty and sweet for my preference but my friend really enjoyed it. Cant wait to try more items!",
    "image_url": "https://s3-media1.fl.yelpcdn.com/bphoto/wyL2TcrHfT8wTs16aFsVCA/348s.jpg",
    "qualtrics_id": 92,
    "block_id": 2
  },
  {
    "review_id": "IHEITcNgPiwRd_6aEIJxGw",
    "review_text": "You honestly can't go wrong with ANYTHING you order here.$11.95 for a giant bowl of hearty goodness. Whether you're feeling under the weather, hungover, cold, or simply craving MSG (kidding), the soup here will leave you feeling 10 years younger. My parents and I all got the Seafood Kalgooksoo, and it was delightful. I wish there were more slices of pumpkin inside, because it was so good! The noodles are so thick and chunky and have a homemade texture to them, like the ones my grandpa makes. Parking here SUCKS, but do valet parking or $2 because no matter how crowded the lot looks, they'll find a place to cram you in.",
    "image_url": "https://s3-media4.fl.yelpcdn.com/bphoto/i7KhX-6rhzv5ERUJekb-Hw/348s.jpg",
    "qualtrics_id": 93,
    "block_id": 3
  },
  {
    "review_id": "IL4MkBsURErMRqoT38zlDA",
    "review_text": "Love this place for breakfast!!! I came here with a group of friends. We all had different things that were all amazing in flavor. My hangover eggs hit the spot. I am not a pancake person but I tried my friend'a pancakes and they were delicious. My other friend had chilaquiles which she said were great. We got a bacon doughnut to go and it was just as good. Mimosa was good too. I can't wait to go back since the breakfast is so good there is a long wait but it is well worth it. Parking was easy to find on a Sunday morning. Service is good too. The host guy was great.",
    "image_url": "https://s3-media1.fl.yelpcdn.com/bphoto/9YbCAMg_HRZb_wBp5W7Fug/348s.jpg",
    "qualtrics_id": 94,
    "block_id": 4
  },
  {
    "review_id": "j0SaamlMpWwJQ5TgRpKyjQ",
    "review_text": "First off, pizza here is legit! They have Calabrian chile oil to dip your crust in.  The salads are delicious too! They have wonderful gelato and Canolis for dessert. They have tons of great beer & wine choices! The atmosphere is super casual. You order at a register, pay, then look for a seat at their long communal tables. This location is very clean, has a lot of character and the self parking lot is a plus in this neighborhood! They make their own dough here and they have four separate almond wood burning pizza ovens that you can watch them make the pizza in.  They also have tasty calzones. I highly recommend this spot",
    "image_url": "https://s3-media4.fl.yelpcdn.com/bphoto/jjn08u-yqPStd1Pp3ECeTg/348s.jpg",
    "qualtrics_id": 95,
    "block_id": 5
  },
  {
    "review_id": "J2uQsrnsHBS04jShe2yVFA",
    "review_text": "I was feeling lazy to cook lunch on a Saturday. Decided to check this place that we've noticed when we passed by Temple St. On our way home. I ordered bbq pork with spicy eggplant salad and french fries. Hubby ordered the beef tri tip with coleslaw. The servings were large, I had to ask hubby to finish my food. The eggplant salad looks like mashed eggplant, but the taste was awesome. The bbq pork was juicy and tasty. French fries are made from real potatoes. Sodas are refillable.  The place is cool and clean. I only gave 4 stars because they don't have paper towels and hand dryer in the restroom.",
    "image_url": "https://s3-media2.fl.yelpcdn.com/bphoto/Bw7gKL6VZwi5rdvPfhd8eg/348s.jpg",
    "qualtrics_id": 96,
    "block_id": 6
  },
  {
    "review_id": "J42uhjPvPketCD3ZwBzLLQ",
    "review_text": "A trendy churrasco spot in Ktown.  One of my more favored places than Fogo since it is a bit closer.  Service is always great.My favorite cut is the picanha.  (regular, garlic, and parmesan).  I like the garlic the best.  Top and bottom sirloin was also tender and juicy that night.  Although I'm usually an avid lamb lover, lamb that night was a tad bit dry.  I was also disappointed with the choices as there weren't much to choose from (or maybe we kept getting passed)Overall, I had a fantastic dinner and a great catchup with my friend.  Definitely a place I revisit often.",
    "image_url": "https://s3-media4.fl.yelpcdn.com/bphoto/qw6ozOKPGpc3TYnoe6iXjg/348s.jpg",
    "qualtrics_id": 97,
    "block_id": 7
  },
  {
    "review_id": "jbPcK-LBqlBjgORHuvW0cA",
    "review_text": "Wow! We had a great evening! Service was top notch. I have to emphasize..top notch! We were hosting an out of town guest & it was late..thanks to Yelp we found Bestia. It was Friday at 9:30pm & I was able to make a 10:30pm reservation via OpenTable. Lamb neck sounds yucky, but hubby loves lamb. Fortunately, he ordered the last piece & he was in food heaven. We all shared a salad, pizza & dessert. Everything was great.It's a younger crowd. Our guest felt the music was a bit loud, so we dined outside on the patio. It was a lovely evening. To Bestia management..you have an awesome staff!",
    "image_url": "https://s3-media1.fl.yelpcdn.com/bphoto/vo5hu3n4f0_2Fw_iIFk1NQ/348s.jpg",
    "qualtrics_id": 98,
    "block_id": 8
  },
  {
    "review_id": "JeicaH_1Lg39jVYnvC1IcA",
    "review_text": "If you want delicious quality seafood this is THE place. Everything here was very fresh!My favorites are the uni pasta, uni sashimi, fresh oysters, steak, and their sausage fried rice! COD always has a large selection of wine and whiskey. The service here has always been very good, friendly waiters. Not only that the downstairs of the restaurant has good ambience, their upstairs also has a balcony where you can enjoy some fresh air and people watch. I have been here many times and never got sick of the place. This is one of my favorite spots in LA.",
    "image_url": "https://s3-media4.fl.yelpcdn.com/bphoto/iiScaHu0PrlfMKeeMQlf0Q/348s.jpg",
    "qualtrics_id": 99,
    "block_id": 9
  },
  {
    "review_id": "jHYklueZe46WApSjU5l9iQ",
    "review_text": "Pizza is one of my FAVORITE foods and village pizzeria does it right! They have thick and thin crust. I like thin crust because a girls gotta watch her waistline and personally I like thin dough better because I don't like the dough to overpower the taste of the cheese and toppings.Well obviously the crowd pleaser is the clam and garlic which me and my friend got. We got half clam and garlic and half pollo which consists of chicken breast tomatoes and cilantra. I liked the clam and garlic better than the pollo( not that the pollo wasn't delicious as well) . I want to try the other toppings next time. CANT WAIT!",
    "image_url": "https://s3-media2.fl.yelpcdn.com/bphoto/wHBkSpgz7xiqAlv-iTGG6Q/348s.jpg",
    "qualtrics_id": 100,
    "block_id": 10
  },
  {
    "review_id": "JmxKV8Wzf6YkpmAbNLnojg",
    "review_text": "I was in town visiting a friend and had some time to kill while he was at work. I was curious what a British pub in LA would be like, so I popped in for their happy hour for some chips and a beer. I was ELATED to see they had Boddingtons on tap (and a brief convo with the fellow on the next bar stool over supported my theory that it was indeed uncommon, even in LA). The basket of chips was delicious and a steal during happy hour. The bartender was quick and her accent (I'm assuming Nottingham area) was delightful. Can't wait to go back.",
    "image_url": "https://s3-media4.fl.yelpcdn.com/bphoto/eLEtPiP2gswISW_XNl1MZg/348s.jpg",
    "qualtrics_id": 101,
    "block_id": 1
  },
  {
    "review_id": "JqKQxVIV7fsF2D4hTDH4KQ",
    "review_text": "My second time at Aloha Cafe and I don't know why I don't come here more often! The saimin is super legit! The noodles and broth tastes just like Hawaii. If you don't know what saimin is it is a noodle soup from Hawaii that came about during the old plantation days where immigrant workers from around the world ate together and threw different things in the pot. It has kamaboko, char siu and veggies,  I got mine wirh won ton. It comes with hot mustard on the side.  The corned beef hash was also ono! Everything is good here, the best Loco Moco also.",
    "image_url": "https://s3-media4.fl.yelpcdn.com/bphoto/QexhE-QWDKUvQBzkZcFA6A/348s.jpg",
    "qualtrics_id": 102,
    "block_id": 2
  },
  {
    "review_id": "JY17ha6WlnteUmc3WA12xw",
    "review_text": "Pink's, iconic Los Angeles Hot Dog Restaurant that offers a wide variety of tasty mouth watering hot dogs and hamburgers.  On this visit I ordered their speciality burrito 3 Dog Night, 3 Hoffy hot dogs, 3 strips of bacon, and three slices of Swiss cheese, chilis, onions all wrapped up in a large flour tortilla, I had them add sauerkraut for added flavor. A very satisfying meal.I washed down my meal with a bottle of Dr. Pepper and I was happy camper. Pink's accepts both cash and credit cards, so if you love hot dogs, great burgers, and tasty chili, stop at Pink's, you'll be glad you did.",
    "image_url": "https://s3-media4.fl.yelpcdn.com/bphoto/nz0tBfHAMBOslMrhnREF8Q/348s.jpg",
    "qualtrics_id": 103,
    "block_id": 3
  },
  {
    "review_id": "K5xVlby99Z6-rXhMVFMGtA",
    "review_text": "Came here on Christmas and ordered the Crispy Pork, Chinese Broccoli over steamed rice. I also ordered the spicy sour soup with extra seafood. Wow huge chunks of seafood and the soup was delicious. I truly enjoyed my dish and i forgot to mention that i added a fried egg. I originally was going to eat there but again it was Christmas and I found that my order was taking longer than the others who came after me and ate before me. Since I had to be somewhere I took it to go. My friend and I both loved it and I will be returning again. Thank you for the hospitality and being open.",
    "image_url": "https://s3-media3.fl.yelpcdn.com/bphoto/zTx_NFZ2BhnCiAH9wKLw_Q/348s.jpg",
    "qualtrics_id": 104,
    "block_id": 4
  },
  {
    "review_id": "kcPMSeI2kbKoJGD_pEWV4w",
    "review_text": "I've never met a sweet crepe that I didn't love. I had the $1.50 nutella crepe special because it was national nutella day. woohoo! So yummy with a scoop of ice cream.My phone wouldn't let me check-in, it kept saying I was too far. I always have this problem on my phone when trying to check into a food truck.There is a check-in special (free scoop of ice cream) so I was getting kind of bummed, but she let me have it when i showed her my phone.I hope I can try savory crepes as well the next time I see them!",
    "image_url": "https://s3-media1.fl.yelpcdn.com/bphoto/DidwiyUVmh9cZ8PHRC6LLg/348s.jpg",
    "qualtrics_id": 105,
    "block_id": 5
  },
  {
    "review_id": "kOVNqJ2CQ81AlZW51hiH0g",
    "review_text": "This place was amazing! I ordered their chicken pesto panini with a glass of fresh squeezed orange juice. The wait staff was super friendly and helpful. A lady pointed me towards the pictures and helped me order. I was seated almost immediately upon ordering. Their fresh squeezed orange juice was simply delish. (Duh fresh squeezed)Their chicken pesto panini was awesome. The bread was perfect, toasty on the outside and soft on the inside. Their pesto was great, it wasn't to oily or dripping down the side. The chicken was cooked nicely and the tomato and fresh greens tied it all together!",
    "image_url": "https://s3-media3.fl.yelpcdn.com/bphoto/JBuNILKGW_GWJoTQlEznVQ/348s.jpg",
    "qualtrics_id": 106,
    "block_id": 6
  },
  {
    "review_id": "Kx_pWSWepzBv6Eb0vyc6_Q",
    "review_text": "Oh my! This place was so delicious. I came here with some friends on a Saturday night and there was zero wait. The eight of us shared two orders of Gamjatang and our own side of rice. I was in soup heaven. It's definitely better than any bone soup I've had before. The flavors are ridiculous and I salivate just thinking about it! The pork falls right off the bones.The ban chans are delicious too. Fish cakes are my favorite. The only downside is the parking situation. It's valet, but can get full if you come too late. But still...I can't wait to come back!",
    "image_url": "https://s3-media3.fl.yelpcdn.com/bphoto/u-GJr0agMheKl00H4sBkwg/348s.jpg",
    "qualtrics_id": 107,
    "block_id": 7
  },
  {
    "review_id": "KYGEucWKKz5PqsmDKAZO2Q",
    "review_text": "Love love luv2eat can't go wrong with a place that one of my favorite chefs has been to. David Chang knows his food. That's how we found this gem from his IG post. We got the steak larb & sticky rice to share. I ordered the jade noodles with 3 bbq and my S/O ordered the pad Thai. We both got some Thai tea for our drinks. The service was great and had no problem getting a table even with us arriving 30 minutes before closing. They also prepare the dishes to your preferred spice level. Highly recommend if you are in the area and want some authentic Thai food. Will definitely be returning when we're in town.",
    "image_url": "https://s3-media4.fl.yelpcdn.com/bphoto/pQYX_LRS7289OmXiKXcgjA/348s.jpg",
    "qualtrics_id": 108,
    "block_id": 8
  },
  {
    "review_id": "l1llWAAD3GYKqI_LmGVxxQ",
    "review_text": "This is the only Somali restaurant I've seen in LA. It's not a sit-down-and-order restaurant, although there are about a dozen four-person tables in a reasonably neat dining room. You order from the menu at the entrance and they bring you your food as it's ready. I started it's the savory soup, which is a chicken stock with large vegetable chunks - potatoes, carrots, and celery - and cabbage. Delicious!I also had the goat with rice, which comes garnishes with a small salad and traditional banana. Goat is their specialty, and it's a mammoth platter with lot of vegetables fried up together. Well seasoned with rich earthy flavors, and potatoes on the rice, a nice authentic touch!",
    "image_url": "https://s3-media4.fl.yelpcdn.com/bphoto/jJhTLE8tuuUC4zPfGhFUwQ/348s.jpg",
    "qualtrics_id": 109,
    "block_id": 9
  },
  {
    "review_id": "l2yVYf8KDre2isd_1hjMPA",
    "review_text": "Yeah, to Cuban food!! First timer and I enjoyed it. Got the Versailles special with rice and beans. Their portions are huge, you basically get half a chicken and a mound of rice. I particularly enjoyed the onions with the chicken for some reason, I just thought they went well. The chicken had too much of a citrus taste and it was just a bit dry. The sangria was a little weak and they served it in a weird pitcher, it didn't seem like it would hold a lot of liquid but it surprised me.Overall this place is good. Good ambiance, place was packed and it had pics of celebs on the walls, the service was prompt and friendly.",
    "image_url": "https://s3-media3.fl.yelpcdn.com/bphoto/sSfO1H06Cry7eWeFQRfEag/348s.jpg",
    "qualtrics_id": 110,
    "block_id": 10
  },
  {
    "review_id": "l6FuZnbI5s8LEK8kcaEVwg",
    "review_text": "I love okonomiyaki, so when I found this place I was sooo happy. I got the Ika Ika (squid) okonomiyaki with traditional noodles. It was so good! The noodles were thick and chewy. The squid was a bit over cooked but I didn't mind. The pancake and other fillings just worked so well with the entire dish. They also cut it up in pieces for you. Oh and you must use the sauces they have on the table - the Japanese mayo and some sweet sauce. They go perfectly with the dish!! I would definitely come back and try the crispy noodle version and the signature chinchinkurin okonomiyaki.",
    "image_url": "https://s3-media4.fl.yelpcdn.com/bphoto/EJJcw3VO5Z4W2xjs3bl5Tg/348s.jpg",
    "qualtrics_id": 111,
    "block_id": 1
  },
  {
    "review_id": "lbEPIW8GwX4AHOVLM6yGPg",
    "review_text": "We ordered Budae Jjigae its a big pot of soup thats is similar to kimchi soup but this comes with spam, ramen, and sausage.  Its enough to feed 2-3 people and you eat it with rice.  I personally like to save room towards the end for them to make fried rice for you using the soup.  Its extra $2 if I remember it correctly.  The soup was very good and the side dishes were good.  One bad thing about anything place in LA is parking.  Hard to find parking.  Even if there is spot people seriously doesnt know how to park so theyll take up two spots easily.",
    "image_url": "https://s3-media4.fl.yelpcdn.com/bphoto/VhGuh0hC0xuHDDhv-tNN5g/348s.jpg",
    "qualtrics_id": 112,
    "block_id": 2
  },
  {
    "review_id": "LCLVaPwxveANV-Ciitx1Ig",
    "review_text": "I came here with my girlfriend as we were looking to just try someplace new. I must say the menu had a good number of items to try and everything sounded delicious. We ordered several plates and all of them were delicious. The Key Lime pie had a graham cracker crust that was excellent and the fried pork belly was new for me, but I'll be back for it again! I'm a fry guy and I have to be honest... I'll probably come back just for the fries lol.It was a busy night so the service could've been a touch better, but aside from that it was great!",
    "image_url": "https://s3-media2.fl.yelpcdn.com/bphoto/Rww2ESre0Ti3vRecHB2CZA/348s.jpg",
    "qualtrics_id": 113,
    "block_id": 3
  },
  {
    "review_id": "ldiMvgRfMSPkNAArQ0UbaA",
    "review_text": "Friend took me here while I was visiting LA and showed me the ropes to eating the noodles. It was delicious! I loved mine with the egg. They give you so many noodles that I couldn't even finish so you know their portions are right on! This was super delicious and worth coming to...come here if you're in the area! The place seems really popular so be prepared to wait. I came on a Thursday during lunch and we didn't have to wait since there was only 2 of us but I for sure saw other people waiting. Didn't seem to take too long to get them seated though. Pro tip: Cash only! Be prepared!",
    "image_url": "https://s3-media1.fl.yelpcdn.com/bphoto/_6E4XYwq4pvmHKD6NQS3gw/348s.jpg",
    "qualtrics_id": 114,
    "block_id": 4
  },
  {
    "review_id": "LIr-SIQ5Zzo2LGe_AKE2bw",
    "review_text": "I'm not a vegan, but I ordered a camarones al ajillo and it was really good. The rice had a really nice tomato-y flavor, but in a good way - and the camarones were pretty tasty despite not being real shrimp. AND THOSE FLATTENED PLANTAINS. make sure you get some, they are fried and delicious.We went when there wasn't a lot of people, and the outside courtyard was really relaxing and pretty.The reason why I gave five stars is because of the outstanding service, though. The servers are nice, and the owner is very nice to talk to. He treated us to some melon soda after a chat!! I had never tasted melon soda before, but it was great!!",
    "image_url": "https://s3-media1.fl.yelpcdn.com/bphoto/OK2PAMDvsn0qtbSTwvmTJg/348s.jpg",
    "qualtrics_id": 115,
    "block_id": 5
  },
  {
    "review_id": "lKPtdW9sV3GSUcKCeSxs2Q",
    "review_text": "If there is a bon chon heaven, then this place is it. After ordering, we were delivered not 10, 15, or 20 bon chon, but 23! Yes, that's right. 23 bon chon. Where do you even start? Favorites were the jelly fish, sprouts, radish, and boiled peanuts! I You heard that right--boiled peanuts.Our course served the four of us perfectly. For $169 we received multiple cuts of beef and pork  along with a bottle soju, bibimbap, and soup. For the quality and the service and the plethora of bon chon it's really not a bad deal.Line them up...the bon chon that is!",
    "image_url": "https://s3-media2.fl.yelpcdn.com/bphoto/VN5AOt7lqopI_jguel_6JA/348s.jpg",
    "qualtrics_id": 116,
    "block_id": 6
  },
  {
    "review_id": "LnqXxM8SIRe4XRJx8kbBPw",
    "review_text": "Cute little hidden gem near the flower mart in downtown Los Angeles. Parking is tricky but it's worth it when you find a spot. Walk in, very homey decor and chill place to grab breakfast or lunch. Biscuit and gravy-fluffy buttery biscuits, smothered in delicious gravy and topped with your choice of how you want your eggs cooked. Chicken and waffle-I like to eat this separately. Like to enjoy my salty before I dig into my sweets! Chicken lightly battered and fried. Super duper juicy and delicious. Waffle fluffy and soft. I do like my waffles a little crunchy, I'll ask them to over cook it next time. Hands down everything we ordered it was delicious! Service was very good.",
    "image_url": "https://s3-media4.fl.yelpcdn.com/bphoto/A_y7KgyAuYlyU8x-2hMEKQ/348s.jpg",
    "qualtrics_id": 117,
    "block_id": 7
  },
  {
    "review_id": "lP0ehyLeZaWtaAbbcCsUQw",
    "review_text": "Their Galbijim works up to its hype, but I'd say it's definitely on the pricey side. Go there either earlier or later, but because the space inside is not much, the line tends to be long and takes a while - though their turnover rate is quite fast. We got the large galbijim, medium spice, and the sullungtang (they said the galbijim alone is not enough). However, we still had a bunch of leftovers so I'd say a large is enough to feel 4-5 people for sure. Their kimchi is amazing so we had quite a few servings of those. Give it a try, you won't regret it :)",
    "image_url": "https://s3-media2.fl.yelpcdn.com/bphoto/0_XKnw1h9K9vLcAGH7UNNA/348s.jpg",
    "qualtrics_id": 118,
    "block_id": 8
  },
  {
    "review_id": "LTFhTv-WL-LIpyEtNuj0Ww",
    "review_text": "The guy working the register is a hoot. He makes the whole experience, IMO.The 4 stars is only for the eggs benedict. Everything else here is just so-so. Don't get the steak burrito - it is COMPLETELY tasteless and a waste of your time and appetite. The pulled pork hash was good, but nothing stellar. If this place didn't have the eggs benedict, I would probably give Poppy + Rose 2.5 stars.Oh! AND TIP!!! Instagram your meals!!! And then tag Poppy+Rose. If they like your photo, and repost it, they'll send you a $10 gift card for your next meal, along with a super cute thank you note! LOVE that about this restaurant. Great marketing strategy.",
    "image_url": "https://s3-media1.fl.yelpcdn.com/bphoto/9QWa_QaTzwRk4j4umTyS2w/348s.jpg",
    "qualtrics_id": 119,
    "block_id": 9
  },
  {
    "review_id": "lX7sa28gGifPUUhJEzyQjQ",
    "review_text": "I have been coming here for a while for their fish taco deal, it is $1 on Wednesday only. The first time I came here the fish was huge and the taste was terrific. It goes good with their green sauce and lemon. After a while the fish gotten a little bit smaller but the flavor is still there, which include the cilantro, cabbage, and a bit of their red sauce. The parking lot here is small, I usually park on the street. This place is small with a small dining room in the inside, which has only three table. They also have a patio outside where you can eat as well.",
    "image_url": "https://s3-media1.fl.yelpcdn.com/bphoto/20kPo-fLPcMtHS_aqkbZ3A/348s.jpg",
    "qualtrics_id": 120,
    "block_id": 10
  },
  {
    "review_id": "m1KTao7z01vx2qzRevvVaw",
    "review_text": "Went here for the first time today because I saw a sign on the street saying  tofu donuts the other day and I am hooked now! The donuts are fluffy, flavorful, and my new favorite breakfast option. The service was excellent. I felt welcomed and comfortable. The atmosphere in there is tasteful and the aroma is heavenly. I got the iced salted coffee and my girlfriend got the salted hot chocolate. The hot chocolate is high quality and not overly sugary. We also got one of every donut. The fig so far is my favorite. Perfect place! 5 stars all the way around.",
    "image_url": "https://s3-media1.fl.yelpcdn.com/bphoto/f4JuZ2d-WOxcjbuGua9p3Q/348s.jpg",
    "qualtrics_id": 121,
    "block_id": 1
  },
  {
    "review_id": "M5gLcDQVOeO6_NDPrxvaSQ",
    "review_text": "Oh my yummms! We popped in on a Saturday morning for a pastry and a coffee, and we weren't the only ones with that idea. The line was out the door and almost around the corner! Pro tip: you are able to order pastries and coffee or to-go orders from the coffee window on the side and skip the line, so we did just that! I got a mochi tea and raspberry pastry with almonds, and it was flavorful and cake like and very delicious. I'd love to be back someday to sit down inside - the building is supposedly very historic.",
    "image_url": "https://s3-media1.fl.yelpcdn.com/bphoto/DmAug4a6mb9rDbk12umntw/348s.jpg",
    "qualtrics_id": 122,
    "block_id": 2
  },
  {
    "review_id": "MdN_GZMo7fyqbyqdRIyR8Q",
    "review_text": "What a beautifully built and decorated restaurant! The ambiance can't be beat from the lighting to the decor to the music. From the moment you walk in, the staff treats you like royalty. While a bit pricey, the dinner selection is delicious. I had the lobster bisque to start and then the filet. The meal was perfect. My friend ordered the tenderloin and spatzle which was very yummy as well. The portions are generous, plated nicely, and over all worth the money. Be sure to order one of their seasonal craft cocktails. p..s. I hear the chocolate souffle is amazing. Must try it next time!",
    "image_url": "https://s3-media2.fl.yelpcdn.com/bphoto/5eNCMFAilkHeiqgY7zefBw/348s.jpg",
    "qualtrics_id": 123,
    "block_id": 3
  },
  {
    "review_id": "MkqZgUIborZlZauANktdnQ",
    "review_text": "Stumbled upon this place and so glad we did! I had dinner with a Texas native, & as soon as he took a bite of those ribs...he gave the Texas stamp of approval. Can't get any more legit than that! Our waitress Claudia was very helpful explaining the menu to us Maple Block virgins. She helped us decide what compliments well with our choice of meat, from the biscuits to the red wine. And of course, we had to finish the meal off with some banana pudding - which is a must! This establishment not only has great food, but the atmosphere & customer service is what got this place their 5 stars from me! I will definitely be coming back.",
    "image_url": "https://s3-media2.fl.yelpcdn.com/bphoto/3toU2shCoJgYYxVe19m_tQ/348s.jpg",
    "qualtrics_id": 124,
    "block_id": 4
  },
  {
    "review_id": "mM-fqQaRkyN39yrUcIrpxA",
    "review_text": "I don't know where to start. I was just passing though and saw a long line and a lot of noise so I decided to investigate a little bit more. And I am so glad I did. The wait wasn't as bad as I anticipated. Made it through in about 50 minutes and had my food at about the 1 hour mark. I ordered the medium spicy chicken sandwich and it was amazing. Just the right level of spicy and flavor. The staff were awesome. Made the 1 hour wait for a chicken sandwich way worth it. Very interactive and genuinely good and fun people. Don't forget to try the sweet peach tea. I can't get enough of it.",
    "image_url": "https://s3-media1.fl.yelpcdn.com/bphoto/f-fDNCnsPEs1GtcrnU9BCQ/348s.jpg",
    "qualtrics_id": 125,
    "block_id": 5
  },
  {
    "review_id": "MMuNspa723O8CiZEBFPxgw",
    "review_text": "We came for lunch today and upon arrival, we noticed a large amount of people waiting oustide. Doh! It was about a 45min wait. But once we were seated, our order was taken fairly quickly and our food arrived just as quick. Waitress was very nice. Sashimi Lunch for $15, you can't beat that! And it's presented so beautifully as well. I only wish we knew what was what. Surprisingly, no salmon sashimi included. I ordered the salmon teriyaki & sashimi combo (yelp.com/user_local_phot ) and pretty much cleared my plate. Then again, I love all things salmon..It's a fairly small place and it being so popular, do expect a wait or come as early as possible.",
    "image_url": "https://s3-media1.fl.yelpcdn.com/bphoto/dGRLOydDeDh2G-jD4lJi0A/348s.jpg",
    "qualtrics_id": 126,
    "block_id": 6
  },
  {
    "review_id": "mo2qZUtnsLH8fTjWXxtcIw",
    "review_text": "One of my best friends just moved to Alhambra so I yelped restaurants in the area for us to try during my visit and I'm so happy we found this spot! I had the breakfast plate with cha shu, eggs, & rice and I also split an order of macadamia nut french toast with my friend.  Everything was sooooooo good. The cha shu pork was packed full of flavor!  I've been to a Hawaiian spot like this in SF and enjoyed their macadamia nut pancakes, but after having the macadamia nut sauce from this spot I now have a new standard.  I need to go back to visit her soon so I can eat here again!",
    "image_url": "https://s3-media4.fl.yelpcdn.com/bphoto/w1mKm9lKIQZpKyvxIAPWTA/348s.jpg",
    "qualtrics_id": 127,
    "block_id": 7
  },
  {
    "review_id": "mr3S2gAzUO3Q7x_4LFjw2A",
    "review_text": "Yuko Kitchen has become one of my favorite lunch spots. Everything I've ordered has been delicious. It's definitely a more American version of Asian food, but the flavors are still really good. I also love that all the food tastes healthy because they add so many greens. I've ordered the chicken teriyaki bowl and salad, as well as the salmon skin salad. All of these items were so good and very refreshing. Oh and the portion sizes are huge so it's totally worth your money. As far as drinks go, I love their mint lemonade. It always refreshes me on a warm day. I definitely recommend this place.",
    "image_url": "https://s3-media2.fl.yelpcdn.com/bphoto/stUIv9M_fEcAgq1xvPOyRg/348s.jpg",
    "qualtrics_id": 128,
    "block_id": 8
  },
  {
    "review_id": "mw7UgVyhGxXoENYICwySWg",
    "review_text": "I just got 6 flavors for the price of 5. The triple chocolate is mouth watering delicious, if I wouldn't know how good it was I wouldn't got 3 more of that flavor! I'm actually going to Long Beach to find them tonight to get more cause I already are all of it last night!!! The Mexican Chocolate with wild Raspberrys was also a treat. I've got 4 more in the freezer that I'm afraid to open fire to the fact I'm sure I'll eat the whole thing as soon as I open it. I am extremely excited to try the Raspberry Ghostpepper Gelato!",
    "image_url": "https://s3-media4.fl.yelpcdn.com/bphoto/xTfmNePJv16ijK4HpIePcQ/348s.jpg",
    "qualtrics_id": 129,
    "block_id": 9
  },
  {
    "review_id": "NE_pcTNJD0_CyUvWG5GBQw",
    "review_text": "When there's a cafe in the NoHo Arts District, coffee and art will naturally share the spotlight.  Only in this case, the art is more immediate because as soon as you walk in, you're confronted with a 16x14 foot chalkboard wall which serves as an immense indoor canvas.  A local artist is selected to create a mural and it stays featured for a few months.  That's definitely some cool exposure.  Additional artwork is propped and hung up all around the space too.As for the coffee, they use Seattle-based Herkimer Coffee.  One of their unique offerings are their different flavored lattes -- brown sugar cinnamon, red velvet, maple bacon, salted caramel and LAVENDER, which is the one I had.  Pretty good!",
    "image_url": "https://s3-media4.fl.yelpcdn.com/bphoto/lmzNHmT7I4RAR6CTVmwvXA/348s.jpg",
    "qualtrics_id": 130,
    "block_id": 10
  },
  {
    "review_id": "nFfY1PNy6FnIMhTu0tkOXg",
    "review_text": "Gastrobus is 3.5 stars for food alone. $6 for a filling and delicious pulled-pork sandwich seems like a decent value at one of these nouveau food trucks.  The sandwich had a lot of bread but it didn't taste dry at all.  We also tried refreshing samples of the corn salad.  It was delicious but it was more of a salsa than a salad.  I think the sample size was perfect and I'm not sure if I could have eaten more salad.There's a man dressed up as giant nose next to the truck waving at people.  It's fairly entertaining and the nose looks more ridiculous than the Stanford tree. It is worthy of 1/2 a star.",
    "image_url": "https://s3-media3.fl.yelpcdn.com/bphoto/0Pt8DvoyQVUR7ySQu5vi6Q/348s.jpg",
    "qualtrics_id": 131,
    "block_id": 1
  },
  {
    "review_id": "NlNosK2MvdyyTOvp1fdHZA",
    "review_text": "I luv luv luv luv this place.  And it is not because one of the people I knew recommend me to go to this place because his uncle owned it.  Well, maybe that.  But this place is better than KT cafe even though both are good.  I loved that their services are really friendly and quick AND attentive.  The pricing is good, like KT, it is very cheap!  I had grilled Chicken Steak with Black Pepper Sauce and it came fast. The waitiress was constantly asking if I need more Cold Iced Lemon Tea.  Friendly service and nice decor.  Again, luv luv luv.",
    "image_url": "https://s3-media1.fl.yelpcdn.com/bphoto/WJDVLaDdg0oZ4AeQokwyTA/348s.jpg",
    "qualtrics_id": 132,
    "block_id": 2
  },
  {
    "review_id": "NLuiFIEosFdizkxX9qMJ6g",
    "review_text": "Doubting Thomas is a *new* coffee bar & bakery located in Westlake area of Los Angeles (since May 2018).  I was in the area for Zumba and arrived an hour early (zoom zoom), so I hung out at this cafe for a little bit.I ordered a pourover coffee (from Colombia) and a coffee cake.  NOM NOM NOM.  I really love pourover coffee and don't drink it nearly enough, so it was a nice treat!  On the menu, there are other items for breakfast / brunch / lunch (including breakfast burritos, quesadilla, breakfast sandwiches, rice bowls, etc).  At the time of visiting (Sunday around lunchtime), the wait was about 35 minutes.  So..... don't go hangry!!  Cute cafe.  Cute atmosphere.  Hipster-ish.  Street parking.  ENJOY!!",
    "image_url": "https://s3-media4.fl.yelpcdn.com/bphoto/eWfWz29CdTJJMQDgQ0FClA/348s.jpg",
    "qualtrics_id": 133,
    "block_id": 3
  },
  {
    "review_id": "nR_juK4IsD-VNrGe0EjtVA",
    "review_text": "We stayed in LA for a week in an apartment above Plan Check - proximity made this our go to spot for food, drinks and snacks. For snacks they have a nice crab dip and a meat/cheese board. For mains, I had several things on the menu including the fried chicken and waffles. All were tasty. They have nice selection of beers on tap and also some decent wines by the glass. They also have a specialty cocktail menu. Prices were decent, happy hour specials made things even more affordable. Service was always fast and friendly. If you want a quick drink or a long meal I think you will be accommodated.",
    "image_url": "https://s3-media2.fl.yelpcdn.com/bphoto/ZDWOqQGBZh2--zhfG27Biw/348s.jpg",
    "qualtrics_id": 134,
    "block_id": 4
  },
  {
    "review_id": "NSon8YNFoYVLS7_RzPv_7g",
    "review_text": "I used to live around the corner from this place so I went quite often. It's really great and never disappointed. I now live in Northern California, but whenever I come down to visit family I do my best to make a stop here. I've even got my boyfriend from up north craving it. In fact, we're going out there today.I've never had the garlic chicken though it always looks and smells so good. I've gotten the lamb in wine sauce and the garlic shrimp scampi and both are amazingly delicious. They both come with rice, black beans, and oh-so-yummy plantains.Make sure to get some sangria too. Yum :)",
    "image_url": "https://s3-media3.fl.yelpcdn.com/bphoto/MNgbOqZFP4pd6yTe7JhK9w/348s.jpg",
    "qualtrics_id": 135,
    "block_id": 5
  },
  {
    "review_id": "nVb-KgV0KbZkP2h-xQ7Ejw",
    "review_text": "The waiting time is ridiculous, took over an hour to be seated.The food was great, ordered the eggs Benedict (fried chicken and another order of the avocado ones) with potato bites. The taste was amazing! The angus burger was decent, very flavorful.The Ricotta pancakes, were good. (Not sure if I'll order them again).The latte is not special in taste but looks amazing and is only $8.The mimosa flight was ok -mostly instagram friendly - NOT so much like damn they're bombWe really wanted to try the French toast, but they ran out.We received excellent service from Erick.Will definitely go again.",
    "image_url": "https://s3-media2.fl.yelpcdn.com/bphoto/qyW8yMblTac_Yfry5PxyVQ/348s.jpg",
    "qualtrics_id": 136,
    "block_id": 6
  },
  {
    "review_id": "NwPu37_6LqsRbqA55OtKlw",
    "review_text": "Overall fantastic pasta and pizza dough quality! I've dined here a few times during the week during lunchtime and never had any trouble with the line being too long/finding close parking in the structure. I usually dine here with a friend and split a pizza/pasta/appetizer which is more than enough and you get to try a variety of menu items. The beef ragu is one of my favorites and a must try for first timers! One must also take a walk through the extravagant market area and please do yourself a favor and bring home some parmigiana or a burrata.",
    "image_url": "https://s3-media3.fl.yelpcdn.com/bphoto/_m5Rt9RvIJdPsK8ZA55XYQ/348s.jpg",
    "qualtrics_id": 137,
    "block_id": 7
  },
  {
    "review_id": "o1jZ8hRyvWKFG9L9i2kFuQ",
    "review_text": "The things that set this Korean barbecue place apart from the rest are high quality meats, good service (they will cook most of the meat for you if you want), and extra sides like steamed egg.We got the large beef combination, which was just a little over $100. We weren't sure how much food it would cover, but it easily fed five of us. (4 adult appetites and one preteen).  After tax and tip, it was a little under $150.  We went at 5 PM on a Saturday and had to wait about 15 minutes. By the time we left a little after six, there were quite a few people waiting outside the door.",
    "image_url": "https://s3-media3.fl.yelpcdn.com/bphoto/T1NL-E4A80XbGOyw8aU4WQ/348s.jpg",
    "qualtrics_id": 138,
    "block_id": 8
  },
  {
    "review_id": "OCcCKP06S9VOELniNtoj4A",
    "review_text": "High end hot dogs and beer -- that's it... And it works perfectly.  Mix in some DJs on the weekend and the place is packed.  25 beers on tap from Belgian/Germany and excellent choice of bottled beers from Belgian, Germany and England round out a beer connoisseur's dream.   Hot dogs from rattle snake to rabbit to traditional German brats are cooked to perfection. They are accompanied with grilled onions, sauerkraut and 4 different kinds of mustard.  The fries are also delicious, with so many dipping sauces it makes you feel like you are in Europe more than Venice.  It's a great spot, unique and reliable.",
    "image_url": "https://s3-media4.fl.yelpcdn.com/bphoto/2VxOBgFxwOcB2DG3rifftQ/348s.jpg",
    "qualtrics_id": 139,
    "block_id": 9
  },
  {
    "review_id": "oe640Ol-acTiGxZuXcxVmw",
    "review_text": "When I first heard about the fruit cart, I was scared that I was going to get sick, but she came highly recommended by my friends. But I went anyways (no fear) and I fell in love. The watermelon and pineapple is always sweet, the coconut is not the soft kind but the flavor is right, and the mangos aren't necessarily always in season, but still... $4 for a whole box of fruit... amazing.I've now moved to Seattle, and I still think about her when I need a sweet snack or I'm hungry for some fruit or when I want coconut... le sigh.",
    "image_url": "https://s3-media1.fl.yelpcdn.com/bphoto/xi5AWwEfzpYFW2g95ZhnFQ/348s.jpg",
    "qualtrics_id": 140,
    "block_id": 10
  },
  {
    "review_id": "oH2WOQ0khRx12NdshFboJw",
    "review_text": "I came on a Saturday for lunch and this place was packed! My party of 5 snagged the last open table. I ordered the tofu yuk dae jang and shared an order of the kimchi and pork dumplings. Everything was amazing. The dumplings was stuffed with filling and steamed to perfection. The yuk dae jang was also perfect. It was just the right amount of spiciness, and eating it piping hot made it that much more delicious. Yuk Dae Jang is shared with other stores in a plaza, and there is free parking out front. But most, if not all, of the spots are super compact so be careful when parking.",
    "image_url": "https://s3-media4.fl.yelpcdn.com/bphoto/OG53GEt5qVbQf-abKNK9tA/348s.jpg",
    "qualtrics_id": 141,
    "block_id": 1
  },
  {
    "review_id": "OhdhW9gczKVtsvdTr-kxbA",
    "review_text": "this place is delish!!! our server looked like an actor and he was super nice, totally fit the chic & trendy atmosphere... i would say this is a perfect date spot or even a day out catching up with friends!!! ended up getting the CRUNCHY FRENCH TOAST (french toast layered in an egg batter with corn flakes, vanilla some sort of amazing milky syrup thing it comes with, and fresh strawberries, bananas, and blueberries), & the NORWEIGEN  BENEDICT (salmon, spinach, poached egg, hollandaise sauce, potatoes). both to absolutely die for! can't wait to try the next items i already have on my list!",
    "image_url": "https://s3-media4.fl.yelpcdn.com/bphoto/txIzPdioF-KrY-Mfnuy73g/348s.jpg",
    "qualtrics_id": 142,
    "block_id": 2
  },
  {
    "review_id": "olJC-jy8WGwNOb2AQW2mjg",
    "review_text": "Okay guys this is a place you lucky you get table when I pulled in parking lot line was out the door I know the food must be good right there and then this place deserves more stars than the sky it is impossible to find quality Middle Eastern food anywhere else I'm coming back tomorrow with my family the kabobs and the chicken shawarma undescribable falafel feels like a water in your mouth I just don't wanna type all day because I truly do want to just stop by this place and this will be your favorite spot guarantee",
    "image_url": "https://s3-media1.fl.yelpcdn.com/bphoto/6j_8u5Vafcio-NthNEby7A/348s.jpg",
    "qualtrics_id": 143,
    "block_id": 3
  },
  {
    "review_id": "OMzAJHCXmtfUgk3B9a1FRw",
    "review_text": "First heard about this deli while doing a food tour in Santa Monica. It's always crowded and you know food is good when the place is busy.  They sell not only deli sandwiches but also pastas. You can take a number and order a sandwich made fresh or grab their already made sandwiches to avoid the wait. They are known for their godmother sandwich. I'm usually not a cold sandwich persin but even for me...the godmother was really good! Perfect blend of flavors. You can also customize your sandwich, but definitely start off with the godmother. You won't regret it!",
    "image_url": "https://s3-media1.fl.yelpcdn.com/bphoto/7hOuGlmYwNIrcKpM3tYTdg/348s.jpg",
    "qualtrics_id": 144,
    "block_id": 4
  },
  {
    "review_id": "or5fiXmrXxEStFDv83sglQ",
    "review_text": "I came in to find a quick treat. I got an iced matcha latte with blue agave and it was yummy! It cost around $6. My palette is pretty accustomed to the raw stuff so I found the prices and taste alright. I think if you want to be extremely healthy then this is definitely one destination. It's also a really relaxing and fun place to chill and be on your laptop. The girl who helped me was the sweetest! She wrote on my cup good luck! after I told her about my interview. I will definitely come back for an actual meal.",
    "image_url": "https://s3-media3.fl.yelpcdn.com/bphoto/OQ75YeS74TLii1CegbW6FQ/348s.jpg",
    "qualtrics_id": 145,
    "block_id": 5
  },
  {
    "review_id": "oRq9rcAnI9vc_buMX8Di2g",
    "review_text": "The reason people love this place is because it has very good sushi at an affordable rate.  It's not gonna be the most amazing sushi you'll ever have, but it's quite good for the price.  I usually get the sashimi deluxe, which comes with an assortment of fish.  It's usually random as to what you get, but hopefully that day they have toro because, in my opinion, that is the best fish there.  Overall, all the fish is very fresh.The biggest negative is that there is always a long wait.  People start lining up before the restaurant is even open.",
    "image_url": "https://s3-media1.fl.yelpcdn.com/bphoto/dAO_Ugx4Ww-tfdyW2U18IA/348s.jpg",
    "qualtrics_id": 146,
    "block_id": 6
  },
  {
    "review_id": "oV7bvMPTX2iPYJhlEiX0fw",
    "review_text": "This is a solid and fine food establishment for the Sawtelle strip of Asia I hold near and dear to my heart.  The food rolls, and ramen, and everything they bring out is affordable and good.  Whether you're a local UCLA grad student, or a Brentwood young professional I would highly recommend this place.  Do not expect to be wowed by the food, expect to come here hungry if you want Korean food.  I can't comment on this place at night because I could totally see the service being bad based on how attentive the server was during lunch.  But I definitely see this place as a solid lunch spot if I'm having a meeting in the area.",
    "image_url": "https://s3-media2.fl.yelpcdn.com/bphoto/dufZK-REIHgmYGxdwOQgSQ/348s.jpg",
    "qualtrics_id": 147,
    "block_id": 7
  },
  {
    "review_id": "p0HXGJ5iWifM_HRnl8vQBA",
    "review_text": "Not too shabby for NY-Style pies. Got a couple of slices and an order of garlic rolls (aka knots). Slices came out hot n ready, but too damn crispy and almost burnt! Taste was okay though. I prefer a much bigger slice, but these guys nailed the basic principles. Decor is a little clich  with all the subway signs and props...(would have liked to see graffiti on the painted subway cars=more realistic). If it weren't for the pizzas everywhere, you'd almost forget you're at a pizzeria and think you were at Subway.  I realize that this place has been around a loooooong time, but might be time for an update.  Add some or bring back Italian Ices.Ciao!",
    "image_url": "https://s3-media4.fl.yelpcdn.com/bphoto/zQNCg32OqSsl2CKqBa3ERQ/348s.jpg",
    "qualtrics_id": 148,
    "block_id": 8
  },
  {
    "review_id": "P5EW0oLg5Egmu1DbwNmmYg",
    "review_text": "Highly recommend anyone visiting downtown to check Grand Central Market out. This place has so many eateries all in one location. If you come with friends it's great because you can all try a little bit of everything. By the way it gets really crowded on the weekends - just a heads up.Seating: can be hard to find at times on the first floor, so check the lower level because there is more seating down there. The lower level is located in the same area as the bathrooms. Parking: There is a parking structure right next to the market. Prices are as follows: - First 90 min for $3- $2 each 15 minutes after 90 min- Daily max/lost ticket - $25",
    "image_url": "https://s3-media1.fl.yelpcdn.com/bphoto/-ZIq3yqRxcOfJSjW8GDOaQ/348s.jpg",
    "qualtrics_id": 149,
    "block_id": 9
  },
  {
    "review_id": "PAgkLwWjYatzmBDqg1x5Fg",
    "review_text": "This is by far one of the best breakfasts I have ever had. I order a sweet crepe and my wife ordered the goat cheese and spinach quiche, both were EXCELLENT. If you are looking for a new place that has great French crepes or quiche this is the place to go. I took my wife here from her birthday and I will have to say we were not disappointed from our first encounter. We will definitely go here again. We want to try all the other crepes and sandwiches. It is decently priced and the amount of food you get when you order the crepe was worth every bite.!",
    "image_url": "https://s3-media1.fl.yelpcdn.com/bphoto/CWJayUfCcvjSIv7eBit-2w/348s.jpg",
    "qualtrics_id": 150,
    "block_id": 10
  },
  {
    "review_id": "pHdUb9HiijXS6-2N_LqbaQ",
    "review_text": "One of my favorite spots for tasty bbq and fried chicken. I had the bbq and chicken combo plate which comes with two sides. Of course I had the juicy fried chicken and the Memphis baby back ribs. The sides I picked were baked bbq beans and Mac and cheese. Honestly, I wasn't a big fan of the Mac and cheese. It was a little too dry for my taste but the baked beans were perfect. I strongly suggest making reservations cause it gets really busy. Super cute and laid back place for a nice meal. Parking on the side of the restaurant and back (it's get full especially during dinner time). You can also find parking on the street.",
    "image_url": "https://s3-media3.fl.yelpcdn.com/bphoto/O2h9kmuJSXXtQuCm310yVw/348s.jpg",
    "qualtrics_id": 151,
    "block_id": 1
  },
  {
    "review_id": "PiLOuu6LKgOFjfx3Mrks9A",
    "review_text": "Before leaving LA, we finally went here on Sunday afternoon to get something to eat before driving back to the Bay Area. I ordered (3) cheese rolls, a banana split smoothie, and a strawberry and cream cheese croissant. DELICIOUS!I should've brought back a dozen of the cheese bread with me, but I didn't want it sitting in my hot car for the 6 hr drive so I will have to wait till we come back for Labor Day Weekend. Can't wait to try their fruit tart, guava bread and empanadas.. Till next time SoCal! I wished they open a location in the SF Bay Area..",
    "image_url": "https://s3-media2.fl.yelpcdn.com/bphoto/ZaFiMb5pFyjkXGDuD4FU1A/348s.jpg",
    "qualtrics_id": 152,
    "block_id": 2
  },
  {
    "review_id": "plVntnp0go4t89jVZYSvYA",
    "review_text": "This place is great. The atmosphere is inviting, and everyone who works here is genuine and knowledgeable, as well as able and competent to have a conversation which many of the places in the area tend to lack. I skate past this place every day on Broadway on my way to work. The lattes are unbeatable and stumptown coffee is always a winner. I have yet to try the sandwiches... But I'll post a photo, the bread looks superb. I like this spot because it's inviting, people are down to earth, there's thought put in to the little details, and the product you get is 5 stars...",
    "image_url": "https://s3-media3.fl.yelpcdn.com/bphoto/rg5zyM6FhxsISs_o71D4kw/348s.jpg",
    "qualtrics_id": 153,
    "block_id": 3
  },
  {
    "review_id": "PPBoEO8XCaY9grY-C0aQMw",
    "review_text": "First off, the meat is fresh and the cuts are thick and juicy.  They helped us out with the order, so we don't order too much.  We opted for individual meat dishes, rather than the combo.  I don't think it was any more expensive either, plus we got to try both beef and pork.  Amazing service!  The servers are very attentive about changing the grill pans, cooking and cutting for the table.  Also worth mentioning is their ventilation.  Pretty good!  Mostly we left smelling as good as we came in.  Can't say the same about garlic breath tho :-PAnd even before I ever got there, they had me at explosive fried rice... And it did not disappoint!",
    "image_url": "https://s3-media3.fl.yelpcdn.com/bphoto/sNuLuKUxUTXiYjI3EhmsDw/348s.jpg",
    "qualtrics_id": 154,
    "block_id": 4
  },
  {
    "review_id": "PVwSLJBiPVFzM7LQlaHRqg",
    "review_text": "Poppy and Rose is my ideal kind of brunch spot. Interesting menu options, fresh ingredients, and reasonable prices. I ordered the bagel and lox and it was the best rendition I've had in recent memory. It came stuffed with buttery smoked salmon, arugula, heirloom tomato, onion, and an olive oil drizzle. I added avocado and it was well worth it. They forgot my cream cheese initially but were happy to give me a tub when I asked (just plain ol' Philadelphia...the only small let down). Friendly service willing to offer recommendations. Coffee didn't stay topped up at all times, but it was quickly refilled when requested.",
    "image_url": "https://s3-media2.fl.yelpcdn.com/bphoto/iVQNqZsW6cHcG2biu-ikcg/348s.jpg",
    "qualtrics_id": 155,
    "block_id": 5
  },
  {
    "review_id": "pz3_FB5EDCd7fRGjHDdXsg",
    "review_text": "So delicious. I went to the san gabriel location first, and had never been to the original location. It's small, and was packed on a weekend for lunchtime, at 1pm, the wait was maybe 20 minutes?Ordered the galbi jim, which was just like i remembered it. So rich and savory, not too spicy, great floral chili flavor, and the beef just tasted so beefy. The potatoes were also rich and creamy, as if they were roasted rather than simply boiled. The kimchi and ban chan were delicious as well.A little cramped space-wise, and it is a little pricey, but worth it. This is comfort food at its finest.",
    "image_url": "https://s3-media4.fl.yelpcdn.com/bphoto/zLbk7xWIc7FPeSbJJdJc3A/348s.jpg",
    "qualtrics_id": 156,
    "block_id": 6
  },
  {
    "review_id": "pZHS7-n-4_AlzMJicFDk1Q",
    "review_text": "Where do I start with this breakfast/brunch adventure. Foxy's restaurant has a classic diner vibe to it! The booths are comfortable couches with soft clean pillows to lean on while eating. The ambiance is perfect for breakfast/brunch.The food portion is large and delicious! Be prepared to come with an empty stomach because you will be stuffed! Parking can be an issue! They have parking but it fills quick, so you can park for free at the promenade around the corner and walk if needed. The service is phenomenal as well! Be sure to check this place out & enjoy the picture",
    "image_url": "https://s3-media4.fl.yelpcdn.com/bphoto/e-iEVFBuygSFXU7_Fs2k3Q/348s.jpg",
    "qualtrics_id": 157,
    "block_id": 7
  },
  {
    "review_id": "pzvFY0Hkhfd5AqeQxMymJg",
    "review_text": "I've been to a few Brazilian Churrascaria out in the East Coast, the best thing is you can never go wrong with these places.  If you love eating meats this is a great place to go.  Comparing the salad bar to a few others I have been too it's quite small.  I think the reason for the small salad bar is because the restaurant is small too.  By far this place has the best flavored and cooked meats.  My favorite is the lamb chops, slow roast beef, and the chicken hearts.  I would go to this place again if I was to visit LA. Two thumbs up.",
    "image_url": "https://s3-media1.fl.yelpcdn.com/bphoto/yHOQ91GTE4A2w_Vaav7EWQ/348s.jpg",
    "qualtrics_id": 158,
    "block_id": 8
  },
  {
    "review_id": "Qb8ILT9arYvxHHJtRqxjsw",
    "review_text": "We tried their Swedish crepes, the tacos with Carne Asada, and one other dish I forgot the name of. Everything was really good!The tacos I got had these mashed potatoes instead of beans at the bottom of the shell and it was delicious! The Carne had so much flavor! My boyfriends dish was super good too! He had this dish with egg and mushrooms with some sort of sauce at the bottom. It was so good! The crepes were a good cooling dish because after trying their hot sauces we needed it haha.There's a lot of parking in front of the store and the area looks a little shady but I will definitely be going back!",
    "image_url": "https://s3-media3.fl.yelpcdn.com/bphoto/1fd8tJ2AA4cfvz7DCwJE5A/348s.jpg",
    "qualtrics_id": 159,
    "block_id": 9
  },
  {
    "review_id": "qgi6Ws9XZMpxMS6HV-Oz3g",
    "review_text": "I've been wanting to try this place for a long time. Waited 45 mins to be seated at a table for two. Parking is not the most convenient here, but it's discounted after validation. I ordered salmon teriyaki and sashimi dish. They came separately, which I didn't expect. The order also came with miso soup, pickled dish, tofu and meat, and rice. The sashimi melts in your mouth, the tofu was warm and savory, but the teriyaki was a little too salty for me. Otherwise, it was a good meal. Be prepared to get rushed because of the line of people waiting to eat!",
    "image_url": "https://s3-media2.fl.yelpcdn.com/bphoto/7VqIIUszzlfCc-eOzBkIKw/348s.jpg",
    "qualtrics_id": 160,
    "block_id": 10
  },
  {
    "review_id": "QGwVQ9sRDIpljNg4AYu4bg",
    "review_text": "This is probably my favorite restaurant in Burbank. It's a hidden gem off the beaten path. Their rice and beans are to die for. I highly recommend the La Bamba Special.They have gigantic portions. All the seating is in a large open-air, covered patio. They have TVs usually tuned to sports. They serve beer, wine, mimosas, shakes and soda.The food is supposedly Cuban or Caribbean, but there are plenty of items for the American palette. Don't get caught up in the hype around those who had trouble with groupons. Order something with rice and beans in it and you're going to love it.",
    "image_url": "https://s3-media4.fl.yelpcdn.com/bphoto/QHpwj5GNVr4jUjeicrBLFQ/348s.jpg",
    "qualtrics_id": 161,
    "block_id": 1
  },
  {
    "review_id": "qlcsn1qCVoHwBXA_Lz4bMA",
    "review_text": "What you see in those pics isn't what you taste, it's better! The best French place in town and you won't know it. Because this amazing restaurant isn't in the glamorous side of the city. It's hidden somewhere on Robertson St. You have to sneak in with your bottle of wine and embrace the French experience in every since of word. The homey atmosphere, the music, the excellent service and not to forget the warm greeting of the owner himself Chef Christian Royere from the minute you snuck into the place. Yes, you sneak in. shushhhh.. don't tell the other restaurants, it's A Food Affair",
    "image_url": "https://s3-media3.fl.yelpcdn.com/bphoto/0EeL9y3mNGTZ4NZCaWxHQQ/348s.jpg",
    "qualtrics_id": 162,
    "block_id": 2
  },
  {
    "review_id": "qNZbVN4tN6fadEpdCAWdIg",
    "review_text": "This joint is a really nice place to go to if you're looking for savory or sweet foods to get!! I didn't order anything savory, but I'll save that for the next time I come back to the farmer's market. I ordered the LA metro which was just sugar and butter...which is super simple yeah... but it was really yummy! The crepe was soft which I really like and filling was just right...not too sweet and not overly sweet either. The guys working here take orders fast and make the crepes quick considering how busy the farmers market can be.",
    "image_url": "https://s3-media2.fl.yelpcdn.com/bphoto/ShwrBewj0uHlxC1EmNFFeQ/348s.jpg",
    "qualtrics_id": 163,
    "block_id": 3
  },
  {
    "review_id": "QTr1MvUNyvx59GCAq1V4eQ",
    "review_text": "This is probably makes it to my top 5 ramen places and ive been to a bunch in the bay area. Had to wait like a hour on a late Sunday night (around 9). At least they serve everyone who gets on the list before they close. I got the spicy miso. Perfect amount of spiceyness, good portion, broth was excellent, price was reasonable. Service was good. They didn't take too long to bring the food out and refilled our waters as needed. Nothing to complain about, just don't like to wait :) Parking was a beezy though, had to park quite a few blocks away. Nevertheless, I'd go back",
    "image_url": "https://s3-media4.fl.yelpcdn.com/bphoto/RhlrE6cihHZF8QI_-uub9g/348s.jpg",
    "qualtrics_id": 164,
    "block_id": 4
  },
  {
    "review_id": "QuDlWLBL53a5ZVvcs83i4Q",
    "review_text": "If you're looking for burgers and beer, you can't go wrong with Plan Check. It's a fun place with nice wooden tables and copious amounts of outdoor seating. The burgers here are layered with lots of awesome fixins. You really can't go wrong with the PCB, or even the Southern Fry if you're feeling like having some fried chicken. The burgers come with ample protein that can satiate almost any appetite. For starters, the crab dip is solid, but the stuffed mushroom will be a welcome addition as well. Beer selection is pretty good. They also have a decent list of whiskies as well, including the Macallan 18. Street and valet parking available. Will definitely be back.",
    "image_url": "https://s3-media3.fl.yelpcdn.com/bphoto/m0bDn5eudUnZz_CMGaU4rw/348s.jpg",
    "qualtrics_id": 165,
    "block_id": 5
  },
  {
    "review_id": "r3ZVVMpXNMFnYyad-bFVCQ",
    "review_text": "This place is Cafe heaven. Not only they carry a wide selection of delicious frozen yogurts, they serve all kinds of different foods. The Katella Nutella is an all time favorite. The waffles are amazing.They are made from scratch, so good they are addictive. Plus i like the Dartboard idea (hit the bullseye and the the order is free). The drinks they make are pretty cool too (wish i knew the secret recipes of how they mix  different iceas teas and juices to come up with the refreshing flavors). I am glad we found this place one night after a long day at Disneyland. and ever since we have been frequenting this place as often as we can.",
    "image_url": "https://s3-media1.fl.yelpcdn.com/bphoto/j6Lm3qjBIiM_SuYoLStbSg/348s.jpg",
    "qualtrics_id": 166,
    "block_id": 6
  },
  {
    "review_id": "RAm4ZRUfHQmasKcUDespGQ",
    "review_text": "I came here with my husband and two kids for lunch. The service was excellent they are very attentive and the food was awesome. We ordered a platter that included two sides and three meats . We had the chicken, brisket, and ribs along with a side of Mac n cheese and potato salad and peach cobbler for desert. Everything was delicious, the brisket was so tender and the bbq was spicy and tangy. My husband got a bucket of 4 cans of beer and you get to take the bucket home along with 2 beer glasses so that was cool. This place is so worth it !!!",
    "image_url": "https://s3-media2.fl.yelpcdn.com/bphoto/JvwbIzI6ieEnpBiYGz-siQ/348s.jpg",
    "qualtrics_id": 167,
    "block_id": 7
  },
  {
    "review_id": "rGWHcrNzpTrnXIEhAtGSSw",
    "review_text": "First time here recommended by a friend and it was great! There was a large crowd waiting to be seated but the restaurant is really good about having open seating outside if you're waiting. We sat on a nice cushioned bench in the shade for maybe less than 10 minutes before we got a two-seater. The interior is really nice and the cabin aesthetic really adds to the experience. I ordered coffee and the turkey club and both were great. Nothing extraordinary, but it was a great meal. I even got a complimentary candy when I paid the bill. Sweet staff, attentive service, will be going back for sure.",
    "image_url": "https://s3-media4.fl.yelpcdn.com/bphoto/yO2cwWNy1Kr-lr2GDTuP-w/348s.jpg",
    "qualtrics_id": 168,
    "block_id": 8
  },
  {
    "review_id": "RhnHFy0xdbYub3c8p20o7A",
    "review_text": "I've been wanting to try this place for such a long time, and I'm so glad I did!Their build your own burritos were absolutely delicious, and I'm glad I listened to the worker who suggested their spiciest sauce because it was the perfect pairing to the other ingredients. For how small the burrito is, it was extremely filling! It was also very quick. My friend and I only waited a couple of minutes for our orders.There were also quite a few dogs who sat near us while we were eating so that was definitely a plus.Wake & Late was the perfect place to come for a quick bite and a catch up, and I'd definitely recommend it!",
    "image_url": "https://s3-media3.fl.yelpcdn.com/bphoto/Z6Fs7IzW-You6rjBO4D19g/348s.jpg",
    "qualtrics_id": 169,
    "block_id": 9
  },
  {
    "review_id": "RQB4Rs-XkD4x5Ap4x9nwpw",
    "review_text": "Old school since 1946. Expect to wait for a table on the weekend, so make a reservation or you might get stuck eating at Pollo Loco across the street. I've been coming here for years both for breakfast and dinner. This time around I ordered the BBQ two meat combo with baby back ribs, blackened chicken, cream corn, and garlic mashed potatoes. Before I received my food I ordered a 23 oz 1903 Craftsman beer on tap for $8, a very good deal indeed. I was starving and as soon as my food came I wolfed it down leaving my fingers a BBQ mess.",
    "image_url": "https://s3-media3.fl.yelpcdn.com/bphoto/D3n6pDn7CO3KOhlDIZytrw/348s.jpg",
    "qualtrics_id": 170,
    "block_id": 10
  },
  {
    "review_id": "rr1kLI2QxMLcNI0_ZJ5aaw",
    "review_text": "Came here for the first time on a Saturday night at around 10pm. It was a great atmosphere for a date night and I loved the decor. The server recommended the Cucumber Lemongrass martini (so good!) and I also tried the lychee mule (good choice if you like lychee). The pork buns were bomb and the Kuala Lumpur noodles were our fave. We ordered the princess chicken recommended by other yelpers, and it was good, but I could barely eat more than one after the app and noodles! Overall, our server was good and he made those good recommendations, so no complaints here!",
    "image_url": "https://s3-media3.fl.yelpcdn.com/bphoto/t6EcTa9YMoDMlLU88RU7ZA/348s.jpg",
    "qualtrics_id": 171,
    "block_id": 1
  },
  {
    "review_id": "s-veImmXzjPTSHTqB6kynw",
    "review_text": "Very Chill place!  I was there on a Thursday around 9-12. I was meting a friend for a sit down meeting.  Because of all the reviews, we chose to meet here. We sat down to talk and the people ther were just doing the same.  People were on their computers, meeting, friends talking, solo people just drinking, etc... The free WiFI was the total draw for us to go.  I'm go glad we did! We talked to people around us, we drank good coffee, and enjoyed the atmosphere well! Parking wasn't a problem when we went, but I can see how it can be. Read the signs! At any rate, go to this place!",
    "image_url": "https://s3-media2.fl.yelpcdn.com/bphoto/RsAW9MQXR7V735N_Bzv0Ww/348s.jpg",
    "qualtrics_id": 172,
    "block_id": 2
  },
  {
    "review_id": "Sb3T92uyzzIMaEVw8mKeVQ",
    "review_text": "These turkey legs by themselves almost constitute their own meal! They are juicy, delicious, tender, and HUGE! One of my favorite things to do while waiting in line is munch on amazing poultry meat. For $8 you get a lot of food and it is one of the most satisfying snacks that you can only get at DLand/DCA. The chimichangas here are okay, pretty filling if you can't afford the Turkey leg. But go for the Tukey Leg once you get the chance! Everyone has to experience one of these at least once in your life! Try to get one when you see them coming out of the oven, those ones are the freshest and the best :)",
    "image_url": "https://s3-media2.fl.yelpcdn.com/bphoto/CH2A1WjP2jcxPgzGSXy5rQ/348s.jpg",
    "qualtrics_id": 173,
    "block_id": 3
  },
  {
    "review_id": "sFQbryBJPfZsla0u2FlkMQ",
    "review_text": "Came for dinner with a friend. It's best to reserve ahead of time. The restaurant isn't the biggest and they always are  busy. There is an outside patio but it's right next to their parking lot and a busy street, which can dampen the atmosphere. Try to get a seat inside the restaurant. We got the brussel sprouts and I got a cauliflower risotto. It was pretty good, although on the pricey end. My friend really liked her fish dish. Everything was pretty filling and I had a great time with my friend. The servers here are also quite attentive, which is a plus.",
    "image_url": "https://s3-media3.fl.yelpcdn.com/bphoto/8Pl4xryPQIUTdbmPrP6Ltw/348s.jpg",
    "qualtrics_id": 174,
    "block_id": 4
  },
  {
    "review_id": "t22rAKf05Dc0dfQhWnlZig",
    "review_text": "Came here with my muggle friends at my insistence...  \\_(?)_/   #HPGANG The food is more on the pricey side, but the portions are pretty generous. I ordered the Sunday roast - prime rib with steamed veggies, roasted potatoes and a biscuit. The prime rib was good. It wasn't the best I've ever had, but I was satisfied. All of the sides were delicious! My favorite was the biscuit -- so fluffy and buttery! The fish and chips seemed to be a super popular choice. It smelled amazing and I almost regretted ordering the prime rib. Next time, for sure! ;) So would I come back? DUH! Harry Potter = LOML",
    "image_url": "https://s3-media4.fl.yelpcdn.com/bphoto/oH0T-VLX6eimuOpeiQQjMg/348s.jpg",
    "qualtrics_id": 175,
    "block_id": 5
  },
  {
    "review_id": "tBZVPDTWkZRcVx_NxcIBlQ",
    "review_text": "The line takes over an hour on the weekends but luckily if you go with a group you all can take turns saving your place in line and explore the rest of the market. There's free tea samples at a booth nearby, and the mango sticky rice is a must try (but it's only available in the summer sadly) LA is always about the hype but eggslut lives up to it. I've been here twice and ordered the sandwich that comes with cheese and bacon, the chipotle ketchup makes it the perfect brunch. They play hip hop while you eat at the bar or you can order it to go. Be prepared to wait but it's worth it!",
    "image_url": "https://s3-media2.fl.yelpcdn.com/bphoto/8I1K-6S-B2t4Kv3pDMFlmg/348s.jpg",
    "qualtrics_id": 176,
    "block_id": 6
  },
  {
    "review_id": "tITnU0RgsW3IIHkW0CCnMw",
    "review_text": "Crave Cafe is awesome, and consequently, they get busy later in the night.I like their panini sandwiches. I've tried their turkey panini, with side salad, and iced tea. Their food is good quality, so it is worth the wait.They have an assortment of other foods as well, although I have not tried them yet. The place hosts plenty of seating, and if you get lucky you can sit on a comfy couch. They have outdoor seating as well, but it's a bit too chilly this winter to sit outside.The place is clean, the patrons orderly, and they're efficiently run. Updates with photos to come. Stay tuned.",
    "image_url": "https://s3-media2.fl.yelpcdn.com/bphoto/zLsBuiP32spTjMPspnEgQA/348s.jpg",
    "qualtrics_id": 177,
    "block_id": 7
  },
  {
    "review_id": "tLeVDjk6GbY4MsPvR4A-Og",
    "review_text": "We ordered magal pork and beef. The image shows one serving of magal beef. Its alot smaller than we thought since its for ~$30 for magal beef. But the beef is tender and DELICIOUS. Its pricey so if you have room in your budget come! Service is nice. They give you free 200g if you leave a review.At the end of the meal, all things considered I was full. 2 orders of meat(+1more) soybean paste stew, bibimbap, and the volcano thing between 4 ppl total just under $100 it worth it. Way better than going AYCE for similar price.",
    "image_url": "https://s3-media2.fl.yelpcdn.com/bphoto/v7yyjRDdFaFnpbT4sgpUcA/348s.jpg",
    "qualtrics_id": 178,
    "block_id": 8
  },
  {
    "review_id": "TpQY5bTE5KoPJrvCc8MrZg",
    "review_text": "Came in today and tried oldies eggs. There's scrambled eggs with spinach and vegetables. It was really good came with a large side of potatoes and two slices of rye bread.  I subtracted the start due to being charged 350 for a glass of iced tea which I thought was extravagant. So the total cost was around $20. I love the Decour in the restaurant it really does have the feel of an old-time diner plus I really enjoyed the classic jazz music they play. It's got a nice atmosphere. I just wish the cost for more in line with what you would typically expect around 12 or $13 total.",
    "image_url": "https://s3-media4.fl.yelpcdn.com/bphoto/xCzJvYlWDZLCvvAKazHuJQ/348s.jpg",
    "qualtrics_id": 179,
    "block_id": 9
  },
  {
    "review_id": "tShAbvgnRw6smQFBK08jQg",
    "review_text": "10/10 would recommend!Shrimp Daddy is definitely my go to at Smorgasburg! A simple menu, but beyond delicious. All the right flavors!The garlic shrimp plate $14The pineapple boat $17Perfectly cooked garlic shrimp with shells so crispy you can eat them, flavor galore, rice with extra sauce atop it, pineapples, and Mac salad.So delicious!Not only is the food incredible, but the staff is extremely friendly. Their line is always extremely long, so that means a lot of waiting --- but I usually go there early before the line gets long. But that long line just goes to show how tasty the food is!I'll definitely be back again and again!",
    "image_url": "https://s3-media2.fl.yelpcdn.com/bphoto/bEM8rGIPdyfAh-5Uv57d7Q/348s.jpg",
    "qualtrics_id": 180,
    "block_id": 10
  },
  {
    "review_id": "tVXoQVCRlp3EdUrXW866ag",
    "review_text": "Rutt's Hawaiian cafe is a great place to spend a lazy meal.  From the Hawaiian hut decorations to the lazy vibe to the cheap food, what more can you ask for?I usually actually get the junior portions (around 5.99) since I don't want to pass out after lunch, but I've done the regular portions as well.The kahlua pork with cabbage is pretty tasty with rice and a side of mac salad.  The loco moco is all kinds of ooey gooey delicious too.  Spam, at it's best.  Definitely check it out if you're on a budget and want a lot of food.",
    "image_url": "https://s3-media2.fl.yelpcdn.com/bphoto/Bw1lnoQ8Slc7o7hmCvJwxQ/348s.jpg",
    "qualtrics_id": 181,
    "block_id": 1
  },
  {
    "review_id": "U7ekHnSUjnArw0BVaPJVlg",
    "review_text": "Parking is a huge pain. There is valet for $7 or you can loop around and may get lucky! Just like urth caffe, you grab the menu upon entering and pay in advance with a table number. Then you'd grab your beverage and pick any available table inside or out. I love how they have tons of patio seating! When its busy the host will help you find a table. And at night the lights make you feel super cozy& very romantic spot!Ive had their chocolate bread pudding, coffees, lattes, juice, enchilada, turkey burger, granola parfait, tacos, breakfast hurritos, chips and guac, crepes, and more! I keep coming back because its definitely worth the trip!",
    "image_url": "https://s3-media4.fl.yelpcdn.com/bphoto/QJJum5ZRa6sNX64aJnC_OQ/348s.jpg",
    "qualtrics_id": 182,
    "block_id": 2
  },
  {
    "review_id": "uKKQzO0zraqGYQ-sTXDzXQ",
    "review_text": "I LOVE Tara's and have been back here many times. The korma (with vegetable or any of the protein choices) is hands down my favorite item on their menu. SO DELICIOUS. The Raisin Paratha is my favorite bread... just the right amount of sweetness and goes well with all the dishes. Honestly, I don't think you could go wrong with anything here. There's a tiny parking lot behind the restaurant, but the entrance is very easy to miss! It's a narrow driveway on the right side of the restaurant. The restaurant is busy but never packed, so you don't have to wait for a table fortunately (at least never when I've went).",
    "image_url": "https://s3-media3.fl.yelpcdn.com/bphoto/ADr8WCa1S2VzGYUCLq5PiQ/348s.jpg",
    "qualtrics_id": 183,
    "block_id": 3
  },
  {
    "review_id": "UMf0op5IMssZvOJGtNrKqg",
    "review_text": "I wish they were in NYC, too! I'm so glad I came across this gem on the last day of my trip to LA. I ordered the Slut and a Bacon, Egg & Cheese. Both were very delicious. I ate the Slut right away because it's probably best to have it hot/warm rather than cold. The potato pur e at the bottom was so smooth and the egg was cooked to perfection! I saved the BEC for the plane ride home. I'm so glad I did, because it hit the spot -- even when it was cold. My only regret was not ordering OJ. I think that would've completed the meal. Next time, for sure!",
    "image_url": "https://s3-media4.fl.yelpcdn.com/bphoto/ZzLKqwAU3P9JeU91_cDMXw/348s.jpg",
    "qualtrics_id": 184,
    "block_id": 4
  },
  {
    "review_id": "UNMLm5o41h0EP8wUeEG6fw",
    "review_text": "Elegant and super spacious coffee shop in the heart of DTLA with on point latte's and cappuccinos.  Plenty of room to get your work did as well as outlets and WIFI!If you want to try something different, you can get their drinks with charcoal in it.  Had it once but I really just prefer my drinks without the charcoal.  Bathroom setup is perfect, it's kept clean and there are 3 bathrooms!The workers here are very friendly and helpful.The only thing I'm not a fan of is the hours, they open late at 8AM during the week and 9AM on Sunday.",
    "image_url": "https://s3-media2.fl.yelpcdn.com/bphoto/9kdJrU6gmgmvWxq9n263Ag/348s.jpg",
    "qualtrics_id": 185,
    "block_id": 5
  },
  {
    "review_id": "uskMug2uEtduzripnNdFlg",
    "review_text": "My boyfriend tricked me into going to California for vacation just so he can eat The Godmother sandwich! True story. I gotta admit it was a delicious sandwich and a great Italian deli overall. I tried multiple items on the menu as well as desserts  and I wasn't dissapointed. We even picked up some pasta to take back to Chicago as my boyfriend insisted we will not find pasta like that one at home (big eye roll). I would give this place 4 stars because the prices were sky high but my boyfriend might choke me to death if I rate this place anything less than 5 stars.",
    "image_url": "https://s3-media1.fl.yelpcdn.com/bphoto/fUuziVtwBYVEM-7_fnAFdA/348s.jpg",
    "qualtrics_id": 186,
    "block_id": 6
  },
  {
    "review_id": "usYRUiqh7fj0gpiCfaicmw",
    "review_text": "This place is fantastic! Order yourself so you don't have to wait for table service, although all the employees are really sweet. Had the turkey sandwich on cranberry bread with homemade kettle chips (so yummy and fresh).They also use boars head and give you an insane amount of meat- well worth the price. We also had the chicken Fried steak, which had a great flavor and fry, although the portion of the plate was large, it was mostly mashed potatoes and eggs. The chicken, for the price, was a little smaller than a typical chicken fried steak. Drinks are extra large as well. Overall solid place and I crave that sandwich all the time now.",
    "image_url": "https://s3-media4.fl.yelpcdn.com/bphoto/ROIQrp-IxiDydATylWzyew/348s.jpg",
    "qualtrics_id": 187,
    "block_id": 7
  },
  {
    "review_id": "VjcyDDQ5IDlVS5VbtF8eKg",
    "review_text": "Chocofruit shares the same store as Poke Spot so don't be deterred that you are in the wrong place. My boyfriend and I originally came for a poke bowl. As we were eating, the nice gentleman from Chocofruit gave us a free sample. It was really yummy so after we finished eating we ordered the sushi crepe platter? (forgot the name) to go. He was extremely friendly and my boyfriend and I were more than happy with his service. After we paid, he even offered us a free ice cream. It's easy to see how hard working he is and we will definitely be back again to try some of the other desserts on the menu!",
    "image_url": "https://s3-media4.fl.yelpcdn.com/bphoto/12Csrom0T_caRKbJa92STg/348s.jpg",
    "qualtrics_id": 188,
    "block_id": 8
  },
  {
    "review_id": "VSTLr49-uRTvPcCk2Vw47A",
    "review_text": "My girlfriend and I ended up going here because another local eatery up the block wasn't able to seat us, and we're very glad they weren't!  Republique sat us almost instantly at a communal table, and even let us sample different cheese while we waited. We ordered the Spaghetti Rustichella and the Red Snapper and both were delicious, especially the spaghetti. For desert, we ordered the Chocolate, Peanut butter and Banana which was amazing, and even came with a side of Nutella not chocolate. Everything was seasoned perfectly, and it was all so fresh (everything is made in house, even the pasta). I'd definitely go back, and recommend to anyone interested in eating delicious, fresh, and homemade food.",
    "image_url": "https://s3-media3.fl.yelpcdn.com/bphoto/ae6uhC9VDFJXoMbtx3vbgA/348s.jpg",
    "qualtrics_id": 189,
    "block_id": 9
  },
  {
    "review_id": "W6zOWoWpM5Mm0XgvlxY6dw",
    "review_text": "First time at Bacaro LA and we used a groupon for Saturday brunch. Parking was very tight but found street parking a few blocks away...not a big deal though. Was seated right away, looked over the brunch menu, and told that the Pancakes and Bacaro burger were 2 items that were the most filling. Order the 2 items and I have to admit..was pretty full after. Great atmosphere but was a bit loud. I live in South OC but came down to visit some friends and decided to try this place. Would I comeback to Bacaro LA? Maybe.",
    "image_url": "https://s3-media4.fl.yelpcdn.com/bphoto/msl7UKYWSdAzBenTgqo6Kg/348s.jpg",
    "qualtrics_id": 190,
    "block_id": 10
  },
  {
    "review_id": "wChICNVCMxMfuzOU60bCfg",
    "review_text": "I am a fan of Han Bat Sul Lung Tang. Coming from Toronto, there are not many places in Canada that can replicate this authentic Korean dish.dugi (rI ordered the salgogi (beef) and it was delicious, simple, and heart-warming. Great soup for a hangover!It comes with a side bowl of rice, and various kimchis. Kakkdugi (radish kimchi) was crunchy, fresh, and not too spicy.If you are adventurous enough to try the mix sul lang tang with lung, heart, and other organs, go for it! My friend said it was delicious !Prices are fair, around $10 for each soup.",
    "image_url": "https://s3-media1.fl.yelpcdn.com/bphoto/DtY-r-fdJ9IBgcyzyRW5rg/348s.jpg",
    "qualtrics_id": 191,
    "block_id": 1
  },
  {
    "review_id": "wlWQn17Hsx4y4o4JMCnohA",
    "review_text": "Deeelish crepes and coffee! We had 2 of the cold crepes- Nutella cream, banana and chocolate cream and a hot butter and sugar and all 3 were perfection! Crepe was sweet and thin but enough to hold the filling. The butter and sugar crepe was crispy and oh so splendidly good! We also had the Americano and a Duet boba- which consisted of milk tea and a shot of espresso. Their coffee was remarkably bold and smooth in flavor. Their Duet boba was precisely the flavor I was craving for! Will certainly stop by for more of their choices. One of the best crepes I've ever had!!!",
    "image_url": "https://s3-media1.fl.yelpcdn.com/bphoto/UDYWiE6h-3Nqu8AktzyWPg/348s.jpg",
    "qualtrics_id": 192,
    "block_id": 2
  },
  {
    "review_id": "wrHYa3Q8M0Sv0yVq5R_-kw",
    "review_text": "This place is amazing. First off you don't have to worry about choosing to eat breakfast lunch or dinner because THEY SERVE THEM ALL. The menu is OUT OF BOUNDS ridiculous with the numerous choices and endless combination options. I end up getting something new every time I eat here and I probably won't have the same thing twice, it's that good. The pricing is reasonable and you definitely won't leave hungry... For this particular visit I got a strawberry and Nutella crepe and it surely did not disappoint. If you're looking for a go-to spot in the valley, look no further. Oh yeah, they're also open 24/7...perfect for the late night CRAVES...pun intended.",
    "image_url": "https://s3-media2.fl.yelpcdn.com/bphoto/tN4jVPWREaZPl5-lBdqrnw/348s.jpg",
    "qualtrics_id": 193,
    "block_id": 3
  },
  {
    "review_id": "x9hDLCVDRgF-ytuKWutrkw",
    "review_text": "So good. We tried the duck and Italian hot sausage with some truffle fries and a big cup of beer. The sausages were both really great and so was the fries. When you bite into it it's cooked perfectly has a nice bite to it and it's tender and juicy. The style of ordering is similar to a corner bakery chain if you ever been. You order at a counter and they give you a table number and they bring the food to you. The service was super friendly if I'm ever in the LA area I would deff stop by.",
    "image_url": "https://s3-media3.fl.yelpcdn.com/bphoto/J4Wv639nuAoIySbxPKi_7w/348s.jpg",
    "qualtrics_id": 194,
    "block_id": 4
  },
  {
    "review_id": "xDv8ba4r7RDrDj8sSdYWlw",
    "review_text": "Oh wow. First time here, where sited next to the window (not the best place but we didn't care). Service was ok. We ordered the wild crab dumplings, the spicy chicken dumplings, the juicy pork dumplings and the cabbage salad. Everything was really tasty, the cabbage salad was a nice surprise (make sure you add the lemon), but omg, the juicy pork dumplings are amazing! (Heads up: they contain peanuts and they are hot and literally juicy, so mind your bites). Got a free milk bun desert (thanks yelp!), wasn't really crazy about it. Go for the juicy pork dumplings ;)",
    "image_url": "https://s3-media3.fl.yelpcdn.com/bphoto/c3F2-bRbYBbQF2JsuSzvug/348s.jpg",
    "qualtrics_id": 195,
    "block_id": 5
  },
  {
    "review_id": "XgDzcGwWykArgOYPUeK4sQ",
    "review_text": "I love brunch. I love great, friendly service. I love delicious food that uses ingredients you wouldn't necessarily put together (i.e. French and Mexican).  So... I loved this place. I came on a Monday morning so the line was very reasonable (maybe a 10 minute wait to be seated), and the servers were very prompt and friendly. I had the crepe and would order it over and over again, and most other diners around me were making the same comments about their dishes.  If I was the only one in the restaurant, I might have awkwardly licked the plate clean but unfortunately, that's not entirely socially appropriate.",
    "image_url": "https://s3-media1.fl.yelpcdn.com/bphoto/P350wNBqNf5Gb1cjVSCanw/348s.jpg",
    "qualtrics_id": 196,
    "block_id": 6
  },
  {
    "review_id": "xHyftDnlnDm5Ksza1y0lgA",
    "review_text": "So I was craving pizza and due to my recent much needed lifestyle change I had to cut out my dairy, so thank you pizzanisata for having a vegan vegi pizza.  This was my very first experience having vegan pizza and I must say it was very delicious!  The set up is small but the space was well used and I thoughly enjoyed the islander beats in the background, customer service was awesome as well. They ran out of the vegan vegi pizza and the owner was kind enough to throw in an extra slice for waiting. I'm very satisfied with my experience and definitely will be back when I have my pizza craving!",
    "image_url": "https://s3-media1.fl.yelpcdn.com/bphoto/zasYwFTOB8cCfB20cmnLpg/348s.jpg",
    "qualtrics_id": 197,
    "block_id": 7
  },
  {
    "review_id": "xlynXPO1_F3Hdrh9TUlXYQ",
    "review_text": "I love coming here even if it's just for a quick moment to order a macaron or two or three or four. For my last visit, I ordered the coconut, salted caramel, earl grey, and lemon for myself and the family. These delectable desserts were some of the best we've had!The bakery was very efficient the night I went and I truly believe that this inclusion truly boosts its rating. The macarons are absolutely wonderful and you may even get tempted to purchase a box of them to help you pass time by on your walk back to your car or throughout the iconic traffic in the city. Definitely a diamond in the wondrous rough!",
    "image_url": "https://s3-media4.fl.yelpcdn.com/bphoto/NEq2yl9pcURM7vkOgw7CnA/348s.jpg",
    "qualtrics_id": 198,
    "block_id": 8
  },
  {
    "review_id": "xT6FBy_pcrNrBK8bZc-CBg",
    "review_text": "This place is truly amazing. We have been about three times now and will continue to go. They have a wide array of fresh seafood offerings. We've ordered oysters, shrimp cocktails, lobster rolls, hamachi crudo and other dishes and they have all been amazing. The restaurant has a great vibe to it as well; with the option of sitting upstairs in their beautiful patio. All of the staff members have always been very friendly and welcoming throughout our visits. Prices are about what you'd expect to fresh seafood, I'd say expect to spend around $100 for two people with a drink each. Highly recommended.",
    "image_url": "https://s3-media1.fl.yelpcdn.com/bphoto/14U2Z7h6eodeDssUOTKoKg/348s.jpg",
    "qualtrics_id": 199,
    "block_id": 9
  },
  {
    "review_id": "Y1eqqS6W-u2w4p1HCYcJIA",
    "review_text": "I love this truck! So many veggie options. I don't usually have good experiences with food trucks because I am vegetarian. All I can usually get are fries or a quesadilla. This truck had so many choices it was crazy. We ordered the veggie tacos and veggie nachos. They piled the toppings high and everything tasted great.  The truck was parked  on 5th St, by Pershing Square. I'm not sure if they ever move but I have seen them there on numerous occasions. Please check them out if you are ever bar hopping in the area. Especially my vegetarian friends.",
    "image_url": "https://s3-media4.fl.yelpcdn.com/bphoto/UC8aAHavyo1sogAOvrU5Iw/348s.jpg",
    "qualtrics_id": 200,
    "block_id": 10
  },
  {
    "review_id": "Y2BeN49nVYk-XfGRuH_2JA",
    "review_text": "I donut feel completed without you now! I am all in for this tofu donut hype. Flavor Rating: Pumpkin Spice 2/5 (too much spice) Honey 4/5 Matcha 4.5/5Do not compare this to the familiar donut we all know. Rather, the baked tofu donut more closely resembles a cake texture. Upon first bites, it reminded me of the Japanese gift box small bite-sized castella cake. I appreciate the locally sourced & Japan sourced ingredients (tofu, rice flour, honey, sugar, matcha, etc) which truly set them apart. The emphasis on quality justifies the price point of these baked tofu donuts. Donut mind me - I'll have another dozen please!",
    "image_url": "https://s3-media1.fl.yelpcdn.com/bphoto/ZmLRej-vWVK8hBFwVqYD7Q/348s.jpg",
    "qualtrics_id": 201,
    "block_id": 1
  },
  {
    "review_id": "ybBhFvtNzh1cUZYD5W-ccQ",
    "review_text": "Noms!! Went here yesterday and got the chicken plate. So much food!! I really enjoyed it and was so full after. The food is way better here than probably anywhere else in the park. I will be going here from now on whenever I'm at the park. Oh, also, if there is a long line for butterbeer go here!Overall:Atmosphere: Legit. It definitely makes all of my Harry Potter dreams come trueFood: WickedDrinks: They offer everything the butterbeer trucks offer I believePricing: Sort of pricey, but you are at a theme park. I think the chicken plate ended up being like $15Customer Service: Top notch of course",
    "image_url": "https://s3-media4.fl.yelpcdn.com/bphoto/eSi52w1RkPH8nGZz53UmFg/348s.jpg",
    "qualtrics_id": 202,
    "block_id": 2
  },
  {
    "review_id": "yCdiN2ZOTEfQfKYyxouUJg",
    "review_text": "Delicious pretty little desserts! I love that they are open late; you can stop by while bar hopping.This place always seems full of people sitting and enjoying their food or peering at the myriad dessert options, but once I've picked out my treat I've never had to wait at the cashier.I have not yet dined here but will definitely be back many times for more dessert.Sweets reviewLa vanille flocage: tasty white chocolate flavor; nothing special, will not order again Chocolate hazelnut beignet: waste of time -- might as well spoon Nutella bc there is no added value here; not served hot like you can get (far far away) at jazz kitchen in Downtown Disney or Cafe Dumonde",
    "image_url": "https://s3-media4.fl.yelpcdn.com/bphoto/edk5jsx7L3dzMWPcoCE3Wg/348s.jpg",
    "qualtrics_id": 203,
    "block_id": 3
  },
  {
    "review_id": "yFvX_wV_SY6xXMfWBkaDpg",
    "review_text": "Were we just in LA to eat or what?! I was so lucky to have been introduced to this amazing ramen joint in LA. The original location was closed due to renovations but they moved just a few steps down the block to their temporary location. Wait-time was just about 15 minutes for a group of 5. We each ordered the Daikoku Ramen. I took my first bite and WOW! The best handcrafted ramen I've ever had. The broth was thick, rich in flavor, and not too salty. Generous portions along with a friendly waitstaff. Not much more to say- just go and try it!",
    "image_url": "https://s3-media3.fl.yelpcdn.com/bphoto/ZCsoeUAW4wHviPvedisMhA/348s.jpg",
    "qualtrics_id": 204,
    "block_id": 4
  },
  {
    "review_id": "YIYBeQYxF5Dyf0CitpswSg",
    "review_text": "This was my last meal out on my two week trip to California.  It didn't disappoint.  I got the Brunch Carbonara, which was definitely out of the box.  It was like a risotto, but not quite as creamy.  Great flavors, it had bacon, peas and Parmesan and it was topped with two poached eggs.  The bacon was crispy and the eggs were poached really nicely.  It was a pretty dish, someone even stopped on their way by the table to ask what I ordered.I also got a blueberry pancake on the side, which was really good.  It was sweet and tasted like vanilla was in the batter, which I really like.",
    "image_url": "https://s3-media1.fl.yelpcdn.com/bphoto/u9RUyas2ny_DN5d9LpVyLQ/348s.jpg",
    "qualtrics_id": 205,
    "block_id": 5
  },
  {
    "review_id": "ypo2s_Y2DipGQf6xQ6soqw",
    "review_text": "Salju-vating over some taro snow ice at Salju!Food: Taro Snow Ice w/ Condensed Milk, Strawberries, and MangoesPrice: $4.50 (small)Ratings: I love salju's range of flavors! I really like their Taro, mango, matcha, and Thai tea flavor. It's pretty strong! Their snow ice is very fluffy and doesn't melt as fast. For the small, it's a pretty good amount! It comes with one free syrup and two free toppings. They also sell crepes, brick toast, and drinks. However, they're more known for their snow ice! There's a couple of tables inside and ambiance is very bright! Service is pretty good here! There's a couple of parking in their small plaza.",
    "image_url": "https://s3-media1.fl.yelpcdn.com/bphoto/3qLR4WVL9Z6efYxouZFi4A/348s.jpg",
    "qualtrics_id": 206,
    "block_id": 6
  },
  {
    "review_id": "Yt2WPLjrT6kqby-pUFCldg",
    "review_text": "2nd time at LA's Smorgasburg. Highlights include:Goa taco with their slow roasted pork belly roti taco Stoked with their Tri-tip sandwich topped with grilled cheese bunKalan with Elvio tater tots with adobo, chimchuri sauce, and chicharon cracklings Wanderlust with their Ube ice cream on ube cone, sticky mango rice, yellow watermelon mint, blueberry, and hibiscus rose water Ensaymada project - multiflavor Filipino brioche - went for three flavors: red velvet, Oreo, and matcha chocolate filling Little Spoon Frozen pudding - not pictured - get their campfire  chocolate PopDup - lychee oolong tea in a jar - great to cool off under the hot sun Skip Lobsterdramus nachos, We have Noodles, and Sticky Rice on Wheels Pad ThaiThat's it that's all we can eat for now",
    "image_url": "https://s3-media3.fl.yelpcdn.com/bphoto/9QDnKStwW54cokjfZYaSbQ/348s.jpg",
    "qualtrics_id": 207,
    "block_id": 7
  },
  {
    "review_id": "YWadxwx7Cv7XrvAbnz1zNw",
    "review_text": "Came here from staying at Roadway Inn right next door! Took us about 5 minutes to get a table for two even with the place packed!This place is super cute and fancy! I could see a more romantic setting at night. The food tastes fresh and delicious! The food came to our table in about 15-20mins. Pet friendly on the patio! Should've brought my pup here! Service is fantastic, always on time with refills and attentive with anything we needed. Only downside is the parking lot, it's very limited. We were lucky we were staying in the inn next door.5/5 stars from us!!",
    "image_url": "https://s3-media2.fl.yelpcdn.com/bphoto/UokUqDWNZ_p1hlM75RlFog/348s.jpg",
    "qualtrics_id": 208,
    "block_id": 8
  },
  {
    "review_id": "yyU_sE0cnFx74HuSdip0zg",
    "review_text": "I love this place! The service is great and the food is mouth-watering goooood. The crepes are unique and very generously portioned. I got the shwarma & gyro crepe and the flavors were amazing. I love their crepe because it's not too thin so it doesn't collapse or become soggy from the filling. The crepe has a tinge of sweetness to it that I like. Try the dirty chai latte - it's a chai latte with a shot of espresso. It is so yummy and a tasty pick-me-up during the middle of a work day. Their garlic fries are okay - I'd skip that and go for a different side.",
    "image_url": "https://s3-media1.fl.yelpcdn.com/bphoto/NmyURmabsmtixE9muq24lw/348s.jpg",
    "qualtrics_id": 209,
    "block_id": 9
  },
  {
    "review_id": "z5WrNB_t-VdeRvFBg63BhA",
    "review_text": "My family and I have been eating there for close to 15 yrs, my mother really love's it. You can't go wrong with the lunch special all you can eat. One time up is normally enough food, it helps to get two bowls on your tray, one for the meats and the other for the veggies. White rice, pita bread and some type of egg soup with corn comes with the order. The flavors are amazing. I use almost all the spices garlic, curry, cooking wine,lobster sauce house sauce you name it .. We ate there yesterday for my mother's birthday and afterwards I picked up our favorite Mango Cake from (Diamond Bakery) in Monterey Park.",
    "image_url": "https://s3-media2.fl.yelpcdn.com/bphoto/ASGnD6u7ePmA327knG1IFA/348s.jpg",
    "qualtrics_id": 210,
    "block_id": 10
  },
  {
    "review_id": "ZaFYnayE4lJ_DTGahu9bfQ",
    "review_text": "I came here when there were 5 food trucks lined up in Granada Hills on Chatsworth/Zelzah. I wanted to try more than one truck so I was only able to try the Munch Fries.Munch Fries - fries topped with a champagne cheese sauce, pastrami, pickles, and deli mustard. It's a heart attack waiting to happen. If you do get one from this, at least you got one from eating something amazingly delicious! The pastrami was surprisingly juicy, tender, and not salty. I didn't expect a food truck to have such good pastrami.yelp.com/biz_photos/y1tw This truck is definitely worth another visit to try the rest of the menu.",
    "image_url": "https://s3-media3.fl.yelpcdn.com/bphoto/YboPT33MrM0GwEuiAAdFLw/348s.jpg",
    "qualtrics_id": 211,
    "block_id": 1
  },
  {
    "review_id": "Zdp9QH-uV9Faw7H60tGY3w",
    "review_text": "Absolute must if you're in the west LA (or Los Angeles for that matter) area! This African-halal-Mexican fusion is by far one of the best things I've had considering I've lived in LA all my life. To start I love the remote location from the city's bustle, don't let the area fool you from walking in. chef Zadi and his wife are the sweetest and very welcoming. I tried the falafel tacos and the cilantro yogurt chicken, they absolutely delicious. Sooo good! Zadi tells you which condiments to place on your food! Will definitely come back, and recommend it to all!!",
    "image_url": "https://s3-media3.fl.yelpcdn.com/bphoto/QCrXaG0E3k2qFCGarxQJMA/348s.jpg",
    "qualtrics_id": 212,
    "block_id": 2
  },
  {
    "review_id": "ZghlmNot0A08ZByxqaCgvg",
    "review_text": "Service at this place was less than par. Food was incorrectly given and mixed up with another table. Our drinks didn't arrive until after the food had arrived and removing finished dishes seemed to be a great task for the staff. However, the saving grace for this place was their food. We tried their empanadas (carne and kimchi) and the veggie mushroom arepas; which were quite a delicious prelude to our main dishes of beef ribs over coconut corn and the dirty dog topped with a pineapple slaw. Our drinks were a great pairing to the combination of flavors as well. Overall, a good experience.",
    "image_url": "https://s3-media3.fl.yelpcdn.com/bphoto/sAXQU5Kk_MOMPNmcriwMcw/348s.jpg",
    "qualtrics_id": 213,
    "block_id": 3
  },
  {
    "review_id": "ZlArVB0u_2UHQNuB7EPP9Q",
    "review_text": "Yay! Super close to my house and open late! Was worried at first because some of the reviews said chicken was dry but u should try it urself! Chicken was juicy and crispy on the outside! And nice thick piece too! You can choose from mild medium and spicy, I got medium and it's just the right amount of spice at the end of each bite! Everyone there was super nice too. Got it to go but you can eat there as well. Shall be coming again when I have a late night craving. Thanks guys! ( also I dropped a 20 there now I'm sad :( )",
    "image_url": "https://s3-media1.fl.yelpcdn.com/bphoto/8iMQKVva1gN_S8mVIoQU9A/348s.jpg",
    "qualtrics_id": 214,
    "block_id": 4
  },
  {
    "review_id": "zQstJf-rGW0lsLZ0UobLMA",
    "review_text": "Super cute little brunch place! Always drove by it on the way to work but never had a chance to try it until recently. If the weather is nice I would definitely recommend sitting in their outside area cause it's a really nice garden area with a chill ambiance. Food was pretty good, I got the omelette with chorizo, potatoes, and some sort of chili and cheese with the potatoes gratin on the side (hopefully spelled that right...) Portions are pretty big so no need to worry about enough food. Service was good, our server and waitress were really nice and helpful and overall would come back again!Also the free latte with an omelette is definitely a win :)",
    "image_url": "https://s3-media1.fl.yelpcdn.com/bphoto/iJvckFdHeye_b0g0RvCisg/348s.jpg",
    "qualtrics_id": 215,
    "block_id": 5
  }
]
